Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Windows Vista, Windows 7: You're good to go. XP users: It can be made to work, but it really is time to consider upgrading. Win98 and Win2000 users have no path to IPv6.
ru: Windows Vista, Windows 7 и новее: ничего обновлять не нужно. Windows XP: можно работать без обновления, хотя лучше бы и обновить. Windows 98 и 2000: придётся обновиться.
tr: Windows Vista, Windows 7: Gitmek güzel. XP kullanıcıları: Çalışmak mümkündür, ancak güncellemeyi düşünmenin tam zamanıdır. Win98 ve Win2000 kullanıcılarının IPv6'ya giden yolları yoktur.

source: Mac OS X: All supported versions of OS X (since Tiger, 10.4) have IPv6.
ru: Mac OS X: Все поддерживаемые версии OS X (начиная от Tiger, 10.4) имеют поддержку IPv6.
tr: Mac OS X: OS X'in tüm desteklenen sürümleri (Tiger, 10.4'ten beri), IPv6'ya sahiptir.

source: Linux, BSD, and other unix like systems generally all have IPv6.
ru: Linux, BSD и прочие Unix-системы, как правило, поддерживают IPv6.
tr: Linux, BSD ve benzeri diğer unix sistemleri genelde hepsinin IPv6'sı vardır.

source: Q: Will I have to replace my hardware?
pl: P: Czy będę musiał wymienić mój sprzęt?
ru: В: А оборудование надо менять?
tr: S: Donanımımı değiştirmek zorunda kalacak mıyım?

source: Your PC: Only if the OS upgrade you do requires it.
pl: Twój komputer: Tylko, jeśli uaktualnienie systemu operacyjnego tego wymaga.
ru: Компьютер: только если этого требует обновление операционной системы.
tr: PC'niz: Yalnızca yaptığınız OS güncellemesi gerekiyorsa.

source: Your ethernet switch / hub: No. It is unaware of IP; it works at a lower level on the local network.
ru: Свитч/хаб: нет, так как они работают на более низком уровне в локальной сети.
tr: Ethernet anahtar / hub: Hayır. IP'den habersiz; yerel ağda daha düşük bir seviyede çalışır.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router mode, with the keyword "ipv6" with it.
ru: Роутер: скорее всего да. Много домашних роутеров не имеют возможность обновиться до IPv6. Поищите в интернете информацию о поддержке IPv6 вашим роутером.
tr: Yönelticiniz: Muhtemelen. Pek çok ev yönlendiricisinin IPv6 için yükseltme yolu yoktur. Yönlendirici modunuz için "ipv6" anahtar kelimesini içeren bir web araması yapın.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router model, with the keyword "ipv6" with it.
ru: Роутер: скорее всего да. Много домашних роутеров не имеют возможность обновиться до IPv6. Поищите в интернете информацию о поддержке IPv6 вашим роутером.
tr: Yönelticiniz: Pek çok ev yönlendiricisinin IPv6 için muhtemelen yükseltme yolu yoktur. Yönlendirici modeliniz için "IPv6" anahtar kelimsesini içeren bir web araması yapın.

source: <b>What router to buy:</b> Wait until your ISP gives you guidance on what will work best with their system. If you must replace your router immediately, look for ones that are IPv6 capable. Apple Airport Express and Airport Extreme have built in tunneling capabilities. OpenWRT capable routers also do (when loaded with the OpenWRT firmware). If you do consider tunnels, see my <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 comments</a>.
ru: <b>Какой приобрести роутер:</b> Подождите, пока провайдер интернет-услуг сообщит вам, что лучше всего работает с его системой. Если требуется немедленная замена маршрутизатора, найдите маршрутизатор, поддерживающий протокол IPv6. Apple Airport Express и Airport Extreme имеют встроенные возможности туннелирования. Маршрутизаторы с поддержкой OpenWRT также работают (при загрузке прошивки OpenWRT). Если вы рассматриваете туннели, смотрите мои <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 комментарии</a>.
tr: <b> Hangi yönlendiriciyi satın alacaksınız: </ b> İSS'niz size sistemiyle en iyi neyin işe yarayacağına dair size yol gösterecek kadar bekleyiniz. Yönlendiricinizi derhal değiştirmeniz gerekiyorsa, IPv6 yeteneğine sahip olanları arayınız. Apple Airport Express ve Airport Extreme, tünel oluşturma yetenekleri içeriyor. OpenWRT özellikli yönlendiriciler de (OpenWRT sabit yazılımı ile yüklendiğinde) yapar. Tüneller düşünürseniz, <a href="#" onclick="return help_page('faq_6to4.html','6to4')"> 6to4 yorumlarımı </a> görün.

source: This will attempt to explain why you may have PMTUD problems when using test-ipv6.com; and possible solutions. Unfortunately, it is beyond the ability of this site to be able to clearly articulate *your* specific problem.
ru: Здесь будет предпринята попытка объяснить, почему у вас могут возникнуть проблемы с PMTUD при использовании test-ipv6.com и возможные решения. К сожалению, этот сайт не в состоянии четко сформулировать вашу *конкретную* проблему.
tr: Bu, test-ipv6.com'u kullanırken neden PMTUD sorunlarınız olabileceğini açıklamaya çalışacaktır; ve olası çözümler. Maalesef, bu sitenin spesifik probleminizi açıkça ifade edebilme kapasitesinin ötesinde.

source: Q: What is Path MTU Discovery (or PMTUD)
ru: В: что такое обнаружение Path MTU (или PMTUD)
tr: S: Path MTU Discovery (veya PMTUD) nedir

source: PMTUD is a mechanism used on the Internet that tells your computer the maximum size of the packets that should be sent for a given destination. How this works: Your host will send a possibly large packet; with the packet marked "Do Not Fragment". When the packet reaches a router that can't forward this packet, due to size, it sends back a response saying "Too big! Try this size instead."
ru: PMTUD - это механизм, используемый в Интернете, который сообщает вашему компьютеру максимальный размер пакетов, которые должны быть отправлены для данного пункта назначения. Как это работает: ваш хост отправит возможно больший пакет с пометкой "не фрагментировать". Когда пакет достигает маршрутизатора, который не может переслать этот пакет из-за своего размера, он посылает обратно ответ со словами "Пакет слишком велик! Попробуй этот меньший размер."
tr: PMTUD, belirli bir hedef için gönderilmesi gereken paketlerin maksimum boyutunu bilgisayarınıza söyleyen İnternette kullanılan bir mekanizmadır. Nasıl çalışır: Ev sahibi muhtemelen büyük bir paket gönderir; paket "Parçalanmama" olarak işaretlenir. Paket, boyutu nedeniyle bu paketi iletemeyen bir yönlendiriciye ulaştığında, "Çok büyük! Bunun yerine bu boyutu deneyin" yanıtını geri gönderir

source: Q: How does this relate to IPv6?
pl: P: W jaki sposób to odnosi się do IPv6?
ru: В: как это соотносится с IPv6?
tr: S: Bu IPv6 ile ne alakalı?

source: With IPv6, all packets are by definition "Do Not Fragment". The responsibility of sending the correct sized packets no longer falls on the router; this is an expensive operation for the router to handle. Instead, the ability to do PMTUD is mandated by the IPv6 specification.
ru: В IPv6 все пакеты по определению являются "Do Not Fragment" (не фрагментировать). Ответственность за отправку пакетов правильного размера больше не ложится на маршрутизатор; это дорогостоящая операция для маршрутизатора. Вместо этого, возможность определения PMTUD предусмотрена спецификацией IPv6.
tr: IPv6 ile, tüm paketler tanım gereği "Parçalara Ayırmayın". Doğru boyutlu paketlerin gönderilmesi sorumluluğu artık yönlendiricide düşmemektedir; bu, yönlendiricinin işleyeceği pahalı bir işlemdir. Bunun yerine PMTUD'u yapma olanağı, IPv6 şartnamesi tarafından zorunlu kılınmıştır.

source: Q: What does the firewall need to allow?
pl: P: Co firewall musi umożliwić?
ru: В: Что должен разрешать брандмауэр?
tr: S: Güvenlik duvarına ne izni vermelidir?

source: IPv6 firewalls <b>need</b> to permit ICMPv6, type 2 (Packet Too Big) to work correctly with the public Internet. If you are implementing the IPv6 firewall for your web site, your enterprise, or other organization, please permit this specific ICMPv6 message, even if you by default block other types of ICMP.
ru: IPv6 брандмауэры <b>должны</b> разрешать ICMPv6, type 2 (Packet Too Big) для корректной работы с публичным Интернетом. Если вы используете брандмауэр IPv6 для вашего веб-сайта, предприятия или другой организации, пожалуйста, разрешите это конкретное сообщение ICMPv6, даже если вы по умолчанию блокируете другие типы ICMP.
tr: IPv6 güvenlik duvarları, ICMPv6'ya izin vermek için <b> ihtiyaç duyar </ b>, genel İnternet'le doğru şekilde çalışmak için 2 (Paket Çok Büyük) yazın. Web siteniz, kuruluşunuz veya başka bir kuruluşunuz için IPv6 güvenlik duvarı uyguluyorsanız, lütfen varsayılan olarak bu ICMPv6 mesajını diğer ICMP türlerini engelleyecekseniz de izin verin.

source: Q: What else can cause PMTUD failures?
pl: P: Co jeszcze może powodować błędy PMTUD?
ru: В: что еще может вызвать сбои PMTUD?
tr: S: PMTUD hatalarına neden olan başka neler olabilir?

source: Tunnels inside of tunnels. One might be your own; the other, you may not see. Internet service providers often use tunnels either to simplify their topology; to hide it; or to transport things in a more convenient way. However, each tunnel used requires adding a bit of a header to the top of the packet - making the packet bigger. The problem lies in that routers have a maximum size packet they will route.
ru: Тоннели внутри тоннелей. Один может быть вашим, другой вы можете не заметить. Интернет-провайдеры часто используют туннели либо для упрощения своей топологии, либо для сокрытия, либо для транспортировки вещей более удобным способом. Однако, каждый используемый туннель требует добавления небольшого заголовка в верхнюю часть пакета, что увеличивает его размер. Проблема заключается в том, что у маршрутизаторов есть ограничение на максимальный размер пакета, который они еще смогут отправить.
tr: Tünellerin içindeki tüneller. Bunlardan biri kendi olabilir; diğeri, göremeyebilirsiniz. İnternet servis sağlayıcıları genellikle topolojilerini basitleştirmek için tünelleri kullanır; onu gizlemek; ya da eşyaları daha kolay bir şekilde nakletmek için. Bununla birlikte, kullanılan her tünel, paketin üst kısmına biraz başlık eklemeyi - paketin daha büyük olmasını gerektirir. Sorun, yönlendiricilerin yönlendikleri maksimum boyuta sahip bir pakete sahip olmalarıdır.

source: This is what it looks like when you use 6to4, 6in4, Teredo, and other types of tunnels:
ru: Вот как это выглядит при использовании туннелей 6to4, 6in4, 6in4, Teredo и других типов туннелей:
tr: 6to4, 6in4, Teredo ve diğer tünel tiplerini kullandığınızda şöyle görünür:

source: Your router will automatically add an IPv4 header to the top of your packet. This same router will let your computer know if the packet is going to be too big; your computer will (as long as it gets the ICMPv6 "Packet Too Big" message) resend the packet, at a smaller size recommended by your router. A router near the web site, will automatically remove the IPv4 header, and forward the IPv6 peice.
tr: Yönlendiriciniz, paketinizin üst kısmına otomatik olarak bir IPv4 başlığı ekleyecektir. Bu aynı yönlendirici, bilgisayarınızın paketin çok büyük olup olmayacağını bilmesine izin verir; bilgisayarınız (ICMPv6 "Packet Too Big" mesajı alır almaz) paketinizi, yönlendiricinizin önerdiği daha küçük bir boyutla yeniden gönderecektir. Web sitesinin yakınında bir yönlendirici, otomatik olarak IPv4 üstbilgisini kaldırır ve IPv6'yı iletir.

source: This is like putting a letter in an envelope, inside another envelope for someone else to forward on. There may be a maximum size or weight limit for your postage stamp. Tunneling is conceptually the same.
ru: Это все равно, что положить письмо в конверт в другой конверт, чтобы кто-то другой мог его переслать. Для Вашей почтовой марки может быть установлен максимальный размер или вес. Туннелирование - это концептуально то же самое.
tr: Bu, bir zarfın içine bir mektubun yerleştirilmesi, bir başkasının ilerlemesi için başka bir zarfın içine koyulması gibidir. Posta pulunuz için maksimum boyut veya ağırlık limiti olabilir. Tünel kavramsal olarak aynıdır.

source: If any Internet service provider along the way adds their own tunnel, in effect stuffing your package into another envelope, the packet may become too big:
ru: Если любой провайдер интернет-услуг на этом пути добавляет свой собственный туннель, фактически запихивая ваш пакет в другой конверт, пакет может стать слишком большим:
tr: Yol boyunca herhangi bir internet servis sağlayıcısını kendi tüneline ekler, paketinizi başka bir zarfa doldururken, paket çok büyük olabilir:

source: In the above case, the message is now so big, that it can't be forwarded. A "Packet Too Big" message will be sent by that router - but it only sees the IPv4 address; not your IPv6 address. Because of this, your computer will never retry with a smaller sized packet, one that might fit when using multiple envelopes.
ru: В вышеприведенном случае сообщение стало настолько большим, что его невозможно переслать. Слишком большое сообщение "Packet Too Big" будет отправлено этим маршрутизатором, но он будет видеть только IPv4 адрес, а не ваш IPv6 адрес. По этой причине ваш компьютер никогда не будет повторять попытки с меньшим по размеру пакетом, который может поместиться при использовании нескольких конвертов.
tr: Yukarıdaki mesaj o kadar büyük ki iletilemez. Bu yönlendirici tarafından "Paket Çok Büyük" iletisi gönderilecek - ancak yalnızca IPv4 adresini görüyor; sizin IPv6 adresinizi değil Bu nedenle, bilgisayarınız bir daha küçük boyutlu paketle tekrar denemez; bunlardan biri birden çok zarf kullanırken sığabilir.

source: What does this look like on the network?
pl: Jak to wygląda w sieci?
ru: Как это выглядит в сети?
tr: Bu ağdaki neye benziyor?

source: (What does tcpdump show?)
pl: (Co pokazuje tcpdump?)
ru: (Что показывает tcpdump?)
tr: (Tcdump ne gösterir?)

source: This is what tcpdump will show..
pl: To pokazuje tcpdump..
ru: Вот что покажет tcpdump..
tr: Tcdump'ın göstereceği şey budur..

source: This is what I ran to generate the packets.
pl: To jest to, czego używam do generowania pakietów.
ru: Вот что пришлось предпринять, чтобы сгенерировать такие пакеты:
tr: Paketleri oluşturmak için koştuğum şey buydu.

source: What can I do?
pl: Co mogę zrobić?
ru: Что можно сделать?
tr: Ne yapabilirim?

source: This is a complex question - there are many ways to get on the Internet.
ru: Это сложный вопрос - есть много способов попасть в интернет.
tr: Bu karmaşık bir sorudur - İnternette birçok yolu var.

source: The preferred fix is to permit ICMPv6 Type 2 Packet Too Big messages.
ru: Предпочтительное решение - разрешить ICMPv6 Typet 2 Too Big messages (слишком большие пакеты).
tr: Tercih edilen düzeltme, ICMPv6 Tip 2 paketi çok büyük iletilere izin vermektedir.

source: Your router or firewall may be blocking these.
pl: Twój router lub firewall może blokować je.
ru: Но ваш маршрутизатор или брандмауэр могут блокировать их.
tr: Yönelticiniz veya güvenlik duvarınız bunları engelleyebilir.

source: If you have "native" IPv6, meaning your ISP gave you your IPv6 connectivity, and you are still running into MTU problems, see if your router can advertise a smaller IPv6 MTU. Alternately, configure your <b>entire LAN</b> for a smaller MTU (not really advised!)
ru: Если у вас есть "родной" IPv6, означающий что ваш провайдер дал вам IPv6 соединение, и вы все еще сталкиваетесь с проблемами MTU, проверьте может ли ваш маршрутизатор объявлять меньший IPv6 MTU. Также можно настроить <b>всю локальную сеть LAN</b> для меньшего MTU (не рекомендуется!)
tr: "Yerli" IPv6'ya sahipseniz, ISP'nizin IPv6 bağlantınızı sağladığı ve MTU sorunlarıyla karşılaştığınız halde, yönlendiricinizin daha küçük bir IPv6 MTU'yu tanıtabileceğine bakın. Alternatif olarak, <b>entire LAN</ b> daha küçük bir MTU için yapılandırın (gerçekten önerilmez!)

source: If your router provides IPv6 for you, see if you can configure a smaller MTU to be advertising with (perhaps) RADVD.
ru: Если ваш маршрутизатор предоставляет вам IPv6, посмотрите, можно ли настроить меньший по размеру MTU на раздачу с (возможно) RADVD.
tr: Yönlendiriciniz sizin için IPv6'yı sağlıyorsa, küçük bir MTU'yu (belki de) RADVD ile reklam verecek şekilde yapılandırabilir miyiz bakın.

source: Apple Airport routers: Automatically send ICMPv6 redirects to your hosts, telling them to reduce the path MTU to 1280.
ru: Маршрутизаторы Apple Airport: автоматически отправляйте ICMPv6 перенаправление на ваши хосты, говорят им, чтобы они сократили MTU путь до 1280.
tr: Apple Airport yönlendiricileri: Ana bilgisayarınıza ICMPv6 yönlendirmelerini otomatik olarak göndererek yol MTU'yu 1280'e düşürmesini söyledi.

source: DD-WRT routers: Looks like you need to use "AdvLinkMTU 1280;" on your wireless side; and make sure the tun6to4 mtu is set to 1280.
ru: DD-WRT маршрутизаторы: похоже, вам нужно использовать "AdvLinkMTU 1280" на вашей беспроводной стороне; и убедиться, что tun6to4 mtu установлен на 1280.
tr: DD-WRT yönlendiricileri: "AdvLinkMTU 1280;" kullanmanız gerektiği ablaşılıyor. Kablosuz ağ tarafında; tun6to4 mtu değerinin 1280 olarak ayarlandığından emin olun.

source: Routers based on Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. Configure radvd.conf's interface config with "AdvLinkMTU 1280".
ru: Маршрутизаторы на базе Linux, BSD и (предположительно) Mac: установите ваш 6to4 интерфейс на MTU 1280. Настройте конфигурацию интерфейса radvd.conf с помощью "AdvLinkMTU 1280".
tr: Linux, BSD ve (muhtemelen) Mac tabanlı yönlendiriciler: 6to4 arabirimini MTU 1280 olarak ayarlayın. Radvd.conf'ın arabirim yapılandırmasını "AdvLinkMTU 1280" ile yapılandırın.

source: If you run "6to4" on your computer instead (not the router):
pl: Jeśli uruchomisz "6to4" na swoim komputerze (zamiast na routerze):
ru: Если вы используете "6to4" на вашем компьютере (не на маршрутизаторе):
tr: Bunun yerine bilgisayarınızda "6to4" çalıştırırsanız (yönlendirici değil):

source: Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. If you are running radvd, set "AdvLinkMTU 1280" in your interface radvd.conf .
ru: Linux, BSD и (предположительно) Mac: Установите ваш 6to4 интерфейс на MTU 1280. Если вы используете radvd, установите "AdvLinkMTU 1280" в интерфейсе radvd.conf .
tr: Linux, BSD, (muhtemelen) Mac: 6to4 arabirimini MTU 1280'e ayarlayın.Radvd kullanıyorsanız, radvd.conf arabiriminde "AdvLinkMTU 1280" ayarlayın.

source: Windows: If you figure this out, please share with jfesler@test-ipv6.com to add to this site. Presumably: control panel, network adapters, properties, 6
ru: Окна: если вы это выясните, пожалуйста, поделитесь с jfesler@test-ipv6.com, чтобы добавить на этот сайт. Предположительно: панель управления, сетевые адаптеры, свойства, 6
tr: Windows: Bunu çözerseniz, lütfen bu siteye eklemek için jfesler@test-ipv6.com ile paylaşın. Muhtemelen: kontrol paneli, ağ adaptörleri, özellikleri, 6

source: <b>If you are not covered by the above, do a web search.</b>. As you learn what fixes your particular circumstances, please share with jfesler@test-ipv6.com to add to this site. Your contribution will be appreciated by others!
ru: <b>Если вы не охвачены вышеперечисленным, выполните веб-поиск.</b>. Когда вы узнаете, что исправляет ваши конкретные обстоятельства, пожалуйста, поделитесь с jfesler@test-ipv6.com, чтобы добавить на этот сайт. Ваш вклад будет оценен другими!
tr: <b>Yukarıda belirtilenler kapsamında değilseniz, bir web araması yapın. </b>. Özel durumunuzu düzelten şeyleri öğrenirken, lütfen bu siteye eklemek için jfesler@test-ipv6.com ile paylaşın. Katkınız başkaları tarafından takdir edilecektir!

source: This site would not exist without the following components and resources.
ru: Этот сайт не получился бы без следующих компонентов и ресурсов:
tr: Bu site aşağıdaki bileşenler ve kaynaklar olmadan mevcut olamazdı.

source: FAQ on "Buggy DNS"
pl: FAQ na temat "Buggy DNS"
ru: Часто задаваемые вопросы по "Ошибкам DNS"
tr: "Buggy DNS" hakkında SSS

source: If you were referred to this page by test-ipv6.com, it means that we were able to detect a dangerous condition with your DNS server.
ru: Если вы были направлены на эту страницу с теста test-ipv6.com, это означает, что мы смогли обнаружить опасное состояние вашего DNS сервера.
tr: Bu sayfaya test-ipv6.com tarafından yönlendirildiyseniz, DNS sunucunuzla tehlikeli bir durum tespit edebildiğimiz anlamına gelir.

source: First a description of the problem:
pl: Pierwszy opis problemu:
ru: Первоначальное описание проблемы:
tr: Önce sorunun açıklaması:

source: Your browser asked for a DNS lookup, both IPv4 and IPv6.
pl: Twoja wyszukiwarka poprosiła o wyszukanie DNS, obydwu IPv4 i IPv6.
ru: Ваш браузер запросил DNS поиск, как по IPv4, так и по IPv6.
tr: Tarayıcınız hem IPv4 hem de IPv6 DNS araması istedi.

source: The IPv6 response was returned first.
pl: Odpowiedź protokołu IPv6 została zwrócona pierwsza.
ru: Сначала был возвращен ответ IPv6.
tr: Önce IPv6 yanıtı iade edildi.

source: Your DNS server was confused by the result - it doesn't fully follow the DNS standards.
ru: В результате ваш DNS-сервер запутался ответом - он не полностью соответствует стандартам DNS.
tr: DNS sunucunuz sonuçtan dolayı karıştı: DNS standartlarını tam olarak uyguladığından karışmadı.

source: Your DNS server took the first piece of the IPV6 address, and memorized it as the IPv4 address.
ru: Ваш DNS сервер взял первую часть адреса IPV6 и запомнил ее как IPv4 адрес.
tr: DNS sunucunuz IPV6 adresinin ilk parçasını aldı ve IPv4 adresi olarak aklında tuttu.

source: The browser fails the IPv6 lookup, but "succeeds" in getting a bogus IPv4 address.
ru: Браузер не выполняет поиск по IPv6, но "преуспевает" в получении поддельного IPv4 адреса.
tr: Tarayıcı IPv6 aramasını başaramıyor, ancak sahte bir IPv4 adresi elde etmeyi "başarıyor".

source: It then tries to make a connecting, to the wrong address, with the wrong protocol.
ru: Затем он пытается установить соединение, по неправильному адресу, с неправильным протоколом.
tr: Ardından yanlış adrese yanlış protokol ile bağlantı kurmaya çalışır.

source: This is bad for several reasons:
pl: To jest złe z kilku powodów:
ru: Это плохо по нескольким причинам:
tr: Bu çeşitli nedenlerden dolayı kötüdür:

source: You won't be able to connect to IPv6-only sites.
pl: Nie będziesz mógł się połączyć do witryn obsługujących tylko IPv6.
ru: Вы не сможете подключаться к сайтам, доступным только по IPv6.
tr: Yaknızca IPv6'ya bağlı sitelere bağlanamazsınız.

source: You may sporadically fail (or always fail) to connect to IPv6-enabled web sites. This is regardless of whether you are capable IPv6 or not - you may still be impacted.
ru: Вы можете периодически (или всегда) не в состоянии подключиться к веб-сайтам по IPv6. Это независимо от того, поддерживаете ли вы протокол IPv6 или нет - вы все равно можете быть затронуты.
tr: Genelde IPv6 etkinleştirilmiş web sitelerine başarıyla bağlanamıyo olabilirsiniz (veya hiç bir zaman bağlanamayabilirsiniz). Bu, IPv6 yeteneğine sahip olup olmadığınızla alakalı değildir - yine de etkilenmiş olabilirsiniz.

source: So, what is actually affected?
pl: Co jest rzeczywiście sztuczne?
ru: Итак, что же на самом деле затронуто?
tr: Peki, aslında neyin etkisi var?

source: You'll need to determine what device is forwarding your DNS queries.
ru: Вам нужно будет определить, какое устройство переадресует ваши DNS-запросы.
tr: Hangi cihazın DNS sorgularınızı yönlendirmekte olduğunu belirlemelisiniz.

source: With Windows, at the <code>cmd</code> prompt, you can type <code>ipconfig /all</code>. Look for "<code>DNS Servers</code>".
ru: В Windows при запросе <code>cmd</code> вы можете ввести <code>ipconfig /all</code>. Просмотрите значение "<code>DNS Servers</code>".
tr: Windows'ta, <code> cmd </code> isteminde, <code> ipconfig / all </code> yazabilirsiniz. " <code> DNS Servers </code> " arayın.
