Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
pl: Twój serwer DNS (prawdopodobnie prowadzony przez twojego dostawcę usług) wygląda jak by nie posiadał połączenia do Internetu z wykorzystaniem protokołu IPv6 albo nie jest skonfigurowany tak, żeby z niego korzystać. To może w przyszłości ograniczyć twój dostęp do stron korzystających wyłącznie z IPv6.
ru: Ваш DNS сервер (возможно, предоставляемый вашим провайдером) не имеет доступ к IPv6 интернету или не настроен на это. Это может ограничить ваш доступ к только IPv6 сайтам в будущем.
tr: (büyük ihtimal Internet Servis Sağlayıcınız tarafından yönetilen) DNS sunucunuzun IPv6 tabanlı İnternete erişimi yok veya IPv6 kullanmak için ayarlanmamış. Bu gelecekte sadece IPv6 kullanan sitelere erişiminizi kısıtlayabilir.

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
pl: Z dużym prawdopodobieństwem używasz wtyczki FireFox, która sprawia że testy oparte o IP nie udają się. Przykład: RequestPolicy. Prosimy o ich wyłączenie podczas korzystania z tej strony.
ru: Вы, вероятно, используете FireFox плагин, который не даёт корректно отработать проверке IP. Например, RequestPolicy. Пожалуйста, отключите его на время посещения этого сайта.
tr: Muhtemelen IP tabanlı testlerin başarısız olmasına neden olan bir Firefox eklentisi kullanıyorsunuz. Örnek:RequestPolicy. Lütfen bunun gibi eklentileri bu siteyi kullanırken devre dışı bırakın.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
pl: Nie powiodło się wyszukiwanie nazwy domenowej z wykorzystaniem wyłącznie IPv6, natomiast udało się przy wykorzystaniu dwóch protokołów. Coś powoduje dziwne zachowanie się usługi DNS.
ru: Поиск IPv6 имени провалился, но двойное (IPv4 и IPv6) подключение работает через IPv6. Видимо, что-то перепутано в поиске DNS.
tr: Sadece IPv6 tabanlı bir ismi ararken başarısız olundu, ancak IPv6 aracılığıyla arama ve çift yığınlı bağlantı başarılı. Görünüşe göre bir şey DNS aramalarını bozuyor.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. The IPv6-only lookup should have worked. Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
ru: Поиск IPv6-имени не удался. Тем не менее, поиск и подключение для двойного стека подключены через IPv6. IPv6-поиск должен был работать. У Apple есть баг, иногда вызывающий провал некоторых IPv6-поисков, и мы только что это узрели. Вы можете перезагрузить страницу и повторить тест. Для более подробной информации смотрите <a href='http://openradar.appspot.com/7333104'> http://openradar.appspot.com/7333104</a>.
tr: Sadece IPv6 tabanlı bir ismi ararken başarısız olundu, ancak IPv6 aracılığıyla arama ve çift yığınlı bağlantı başarılı. Sadece-IPV6 araması çalıştı. Apple bazı IPv6 bağlantılarının düzensiz aralıklarla başarısız olmasına neden olan bir hataya sahip. Bu testte belirtilen sorunun örneklerine rastladık. Sayfayı tekrar yükleyip testi çalıştırmayı tekrar deneyebilirsiniz. Daha fazla ayrıntı için bkz. <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.

source: A lookup for an dual-stack IPv4 and IPv6 name failed (at minimum it should have connected via IPv4). Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
ru: Поиск имени с двойным стеком IPv4 и IPv6 не сработал (как минимум, он должен работать через IPv4). У Apple есть баг, иногда вызывающий провал некоторых IPv6-поисков, и мы только что это узрели. Вы можете перезагрузить страницу и повторить тест. Для более подробной информации смотрите <a href='http://openradar.appspot.com/7333104'> http://openradar.appspot.com/7333104</a>.
tr: Çift yığınlı IPv4 ve IPv6 adı için bir arama başarısız oldu (en azından IPv4 aracılığıyla bağlanmış olmalıdır). Apple'ın bazı IPv6 aramalarının başarısız olmasına neden olan bir hata var. Bu testte kanıt var. Sayfayı yeniden yükleyebilir ve testi tekrar deneyebilirsiniz. Daha fazla ayrıntı için <a href='http://openradar.appspot.com/7333104'> http://openradar.appspot.com/7333104 </a> adresine bakın.

source: No IPv4 address detected
pl: Nie wykryto adresu IPv4
ru: IPv4 адрес не определен
tr: Hiçbir IPv4 adresi tespit edilmedi

source: No IPv6 address detected
pl: Nie wykryto adresu IPv6
ru: IPv6 адрес не определен
tr: Hiçbir IPv6 adresi tespit edilmedi

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
pl: Twój adres(y) IP nie mógł zostać ustalony w wyniku jakiegoś ograniczenia spowodowanego przez wtyczkę przeglądarki.
ru: Ваш IP адрес(а) не могут быть определены из-за вмешательства некоторых плагинов браузера.
tr: Tarayıcı eklentilerinizin müdahalesi sonucu IP adres(ler)iniz tespit edilemedi.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
pl: Przeglądarka Opera często niepoprawnie obsługuje tą stronę.<b>Jeśli coś nie działa, spróbuj innej przeglądarki</b>.
ru: <b>Если у вас возникли проблемы, попробуйте использовать другой браузер</b>.
tr: Görünüşe göre Opera tarayıcısı bu sitede sıklıkla bozuluyor. <b>Sorun devam ederse başka bir tarayıcı deneyin. </b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
pl: <b>Wyłącz tryb turbo w Operze i spróbuj ponownie.</b> Tryb turbo nie jest zgodny z potrzebami tej strony.
ru: <b>Отключите режим Opera Turbo и попробуйте ещё раз</b> Turbo режим не совместим с требованиями этого сайта.
tr: <b>Opera'da Turbo modunu devre dışı bırakıp tekrar deneyin.</b> Turbo modu bu sitenin gereklilikleriyle uyumlu değil.

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
pl: <b>Dobre wieści!</b> Twoja obecna konfiguracja będzie działać poprawnie jak tylko strony www zaczną korzystać z IPv6.
ru: <b>Хорошие новости для вас!</b> Если не произойдет ничего непредвиденного, то ваш текущий браузер на данном компьютере и имеющемся подключении продолжит работать и после запуска IPv6.
tr: <b>Müjde!</b> Şu anki ayarlarınız internet siteleri IPv6'yı desteklemeye başladıklarında da çalışacak.

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
pl: <b>Nasze testy wykazały, że twoje połączenie lub konfiguracja nie są gotowe na IPv6 i mogą sprawić problemy jak tylko strony www zaczną uruchamiać IPv6.</b>
ru: <b>Наши тесты выявили, что у вас или проблемы с самим протоколом IPv6, или где-то проблемы в его настройках. А это, в свою очередь, создаст проблемы, когда сайты включат IPv6.</b>
tr: <b>Testlerimiz IPv6 kurulumunuzun bozuk veya yanlış yapılandırılmış olduğunu gösteriyor, bu da internet siteleri IPv6'yı desteklemeye başladıklarında sorunlara neden olacaktır.</b>

source: <b>Our tests show that you may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
pl: <b>Nasze testy pokazują, że możesz mięć problem z MTU przy korzystaniu z IPv6. To może spowodować powolne (albo brak) ładowanie się stron, które uruchomią IPv6.</b>
ru: <b>Наши тесты показывают, что у вас возможно проблемы с MTU при использовании IPv6. Это может привести к тому, что сайты станут медленно открываться (а некоторые могут перестать открываться вовсе) когда эти сайты включат IPv6.</b>
tr: <b>Testimiz IPv6 ile MTU sorunları yaşama ihtimaliniz olduğunu gösteriyor; bu IPv6 etkinleştirildiğinde internet sitelerinin yavaş yüklenmesine (veya hiç yüklenmemesine) sebep olabilir.</b>

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
pl: Wyszukiwaliśmy adresu IPv6 w DNS ale w odpowiedzi od serwera (możliwe, że twojego routera domowego) uzyskaliśmy przekręconą odpowiedź, tak jak by serwer traktował zapytanie o (uszkodzony) adres IPv4.
ru: Мы искали IPv6 адрес, но ваш DNS сервер (возможно, домашний роутер) искажает ответ, выдавая его за испорченный IPv4.
tr: IPv6 adreslerini aradık, ama DNS sunucunuz (muhtemelen ana yönlendiriciniz) yanıtı karıştırdı ve IPv6'ya (bozuk) bir IPv4 olarak davranıyor.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
pl: Wygląda na to, że korzystasz z tunelowania dla IPv4 lub IPv6.
ru: Похоже, что используется механизм туннелирования для IPv4 или IPv6.
tr: Görünüşe göre IPv4 veya IPv6 için bir tünel mekanizması kullanıyorsunuz.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
pl: Wygląda na to że używasz mechanizmu tunelów zarządzanych, 6RD, do transportu IPv6 przez IPv4.
ru: Похоже, что используется механизм управляемых туннелей 6RD для транспорта IPv6 через IPv4.
tr: Görünüşe göre, IPv4 üzerinden IPv6 aktarmak/iletmek için yönetimli bir tünel mekanizması olan 6RD'ı kullanıyorsunuz.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
pl: Wykryliśmy, że używasz serwera proxy. To oznacza że testujemy twój serwer proxy, nie twój komputer. Szczegóły serwera proxy (zgłaszane przez twój serwer proxy 'Za pomocą' nagłówka): %details
ru: Мы определили, что вы используете прокси. Это означает то, что мы проверяем прокси сервер, а не ваш компьютер. Подробности о прокси (указанные в заголовка 'Via' запроса): %details
tr: Vekil sunucu kullandığınızı tespit ettik. Bu bilgisayarınızı değil vekil sunucunuzu test ettiğimiz anlamına geliyor. Vekil sunucu bilgileri (vekil sunucunuzun yayınladığı bilgilerden alındığı şekliyle): %details

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
pl: Wykryliśmy, że używasz serwera proxy. To oznacza że testujemy twój serwer proxy, nie twój komputer.
ru: Мы определили, что вы используете прокси. Это означает то, что мы проверяем прокси сервер, а не ваш компьютер.
tr: Vekil sunucu kullandığınızı tespit ettik. Bu, bilgisayarınızı değil vekil sunucunuzu test ettiğimiz anlamına geliyor.

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
pl: Połączenia IPv6 działają, ale połączenia używające nazw DNS nie używają IPv6. Z jakiegoś powodu, twoja przeglądarka lub twój system operacyjny nie robią wyszukiwań IPv6 DNS 'AAAA'.
ru: IPv6 соединения работают, однако соединения по DNS именам не используют IPv6. По каким-то причинам ваш браузер или ваша ОС не делает 'AAAA' DNS запросы.
tr: IPv6 bağlantılarınız çalışıyor; ancak DNS adları kullanan bağlantılar IPv6 kullanmaz. Bazı nedenlerden dolayı, tarayıcınız veya işletim sisteminiz IPv6 DNS 'AAAA' araması yapmıyor.

source: We have suggestions to help you fix your system.
pl: Mamy sugestie, które pomogą ci naprawić system.
ru: У нас есть предположения как помочь вам исправить ситуацию.
tr: Sisteminizi düzeltmenize yardımcı olacak önerilerimiz var.

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
pl: Korzystasz z IPv6, tak więc dołączyliśmy zakładkę, w której testujemy osiągalność wybranych stron IPv6. %sites
ru: Так как вы уже имеете IPv6, мы включили вкладку, которая покажет как обстоят дела с доступом к другим сайтам. %sites
tr: IPv6 özelliğine sahip olduğunuz için diğer IPv6 sitelerine nasıl daha iyi ulaşabileceğinizi gösteren bir sekme ekledik. %sites

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
pl: Twoja przeglądarka ma do dyspozycji poprawnie działający adres IPv6 ale unika korzystania z niego. Takie zachowanie jest niepokojące.
ru: Ваш браузер может работать с IPv6, но избегает этого. Мы обеспокоены этим.
tr: Tarayıcınız gerçekten çalışan bir IPv6 adresine sahip, ama bunu kullanmıyor. Bizce bir sorun var.

source: faq: MTU
ru: ЧаВО: MTU
tr: SSS: MTU (Maksimum İletim Birimi)

source: faq: No IPv4
pl: faq: Brak IPv4
ru: ЧаВО: Нет IPv4 адреса
tr: SSS: IPv4 bulunamadı

source: faq: No IPv6
pl: faq: Brak IPv6
ru: ЧаВО: Нет IPv6 адреса
tr: SSS: IPv6 bulunamadı

source: faq: 6to4
ru: ЧаВО: 6to4
tr: SSS: 6to4

source: faq: Teredo Minimum
pl: faq: Minimalne Teredo
ru: ЧаВО: Teredo Minimum
tr: SSS: Teredo Minimum

source: faq: v6ns Bad
pl: faq: Zły v6ns
ru: ЧаВО: Неудача с v6ns
tr: sss: v6ns Kötü

source: faq: Browser Plugins
pl: faq: Wtyczki przeglądarki
ru: ЧаВО: плагины браузера
tr: SSS: Tarayıcı Eklentileri

source: faq: Firefox Add-Ons
pl: faq: Dodatki Firefox
ru: ЧаВО: расширения Firefox
tr: SSS: Firefox Eklentileri

source: faq: Opera
ru: ЧаВО: Opera
tr: SSS: Opera

source: faq: Buggy DNS
pl: faq: Źle działający DNS
ru: ЧаВО: Ошибочный DNS
tr: SSS: Hatalı DNS

source: faq: Broken!
pl: faq: Zepsuty!
ru: ЧаВО: Проблема!
tr: SSS: Bozuk!

source: faq: Broken DNS Lookups
pl: faq: Niepoprawnie rozwiązane zapytania DNS
ru: ЧаВО: Ошибка DNS запросов
tr: SSS: Bozuk DNS Aramaları

source: faq: Avoiding IPv6?
pl: faq: Unikanie IPv6?
ru: ЧаВО: Избегание IPv6?
tr: SSS: IPv6 kullanmaktan sakınma

source: faq: 6RD tunnel
pl: faq: tunel 6RD
ru: ЧаВО: Туннель 6RD
tr: SSS: 6RD tüneli

source: [more info]
pl: [więcej informacji]
ru: [подробнее]
tr: [daha fazla bilgi]

source: Your IPv4 address on the public Internet appears to be
pl: Twój publicznie widoczny adres IPv4 to
ru: Ваш публичный IPv4 адрес, вероятно,
tr: Görünüşe göre genel Internet üzerindeki IPv4 adresiniz

source: Proxied
pl: Serwer pośredniczący
ru: Через прокси
tr: Vekil sunucu üzerinden

source: Your IPv6 address on the public Internet appears to be
pl: Twój publicznie widoczny adres IPv6 to
ru: Ваш публичный IPv6 адрес, вероятно,
tr: Görünüşe göre genel Internet üzerindeki IPv6 adresiniz

source: Your IPv6 service appears to be
pl: Usługa IPv6 z której korzystasz
ru: Вероятно, ваш IPv6 провайдер
tr: Görünüşe göre IPv6 hizmetiniz

source: Your Internet Service Provider (ISP) appears to be
pl: Twój dostawca usług internetowych (ang. ISP) to
ru: Вероятно ваш поставщик интернет услуг (ISP)
tr: Görünüşe göre İnternet Servis Sağlayıcınız (ISS)

source: Started
pl: Uruchomione
ru: Запущен
tr: Başlatıldı

source: proxied
pl: serwer pośredniczący
ru: через прокси
tr: proxy üzerinden

source: using
pl: z wykorzystaniem
ru: используя
tr: kullanarak

source: tests run
pl: testy przeprowadzone
ru: Пройденные тесты
tr: testler

source: (Survey posting skipped; test was rigged)
pl: (Przegląd został pominięty; test był sfałszowany)
ru: (Проблема обновления статистики. Проверка была сфабрикована.)
tr: (İnceleme sonucu atlandı; test yapılırken sorun çıktı)

source: (Updating server side IPv6 readiness stats)
pl: (Aktualizowanie statystyk gotowości serwera IPv6)
ru: (Обновляю на сервере статистику подготовленности к IPv6.)
tr: (Sunucu tarafındaki IPv6 hazırlık durumu istatistikleri güncelleştiriliyor)

source: (Updated server side IPv6 readiness stats)
pl: (Ukończono aktualizowanie statystyk gotowości serwera IPv6)
ru: (Статистика подготовленности к IPv6 успешно обновлена.)
tr: (Sunucu tarafındaki IPv6 hazırlık durumu istatistikleri güncelleştirildi)

source: (Survey posting failed; the above information is accurate, but not recorded.)
pl: (Przegląd nie udany; powyższe informacje są dokładne, ale nie zapisane)
ru: (Проблема обновления статистики. Приведенные результаты верны, но не будут учтены.)
tr: (İnceleme sonucu başarısız oldu; yukarıdaki bilgiler doğru, ama kaydedilmedi.)

source: Your readiness score
pl: Ocena twojego przygotowania
ru: Ваши результаты готовности
tr: Hazırlık dereceniz

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
pl: dla twojej stabilności i gotowości IPv4, gdy wydawcy treści internetowych oferują oba IPv4 i IPv6
ru: стабильность и готовность IPv4 соединения, когда сайт использует и IPv4, и IPv6
tr: IPv4'ünüzün kararlılığı ve hazırlık durumu için, yayıncılar hem IPv4 hem de IPv6 sunduğunda

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
pl: do wykorzystania IPv6, w momencie gdy wydawcy treści internetowych będą zmuszeni do korzystania wyłącznie z IPv6
ru: стабильность и готовность IPv6 соединения, когда сайт использует только IPv6
tr: IPv6'nızın kararlılığı ve hazırlığı için, yayıncılar sadece IPv6 kullanmak zorunda kaldığında

source: Click to see
pl: Kliknij, aby zobaczyć
ru: Нажмите для просмотра
tr: Görmek için tıklayın

source: test data
pl: wyniki testu
ru: результаты тестирования
tr: test verisi

source: Your FAQ
pl: Twoje FAQ
ru: Ваши ЧаВО
tr: Sizden Gelen SSS

source: Frequently Asked Questions
pl: Najczęściej zadawane pytania (FAQ)
ru: Часто Задаваемые Вопросы
tr: Sıklıkla Sorulan Sorular

source: loading...
pl: ładowanie...
ru: загружается...
tr: yükleniyor...

source: failed to load
pl: nie udało się załadować
ru: проблемы при загрузке
tr: yükleme başarısız oldu

source: [go back]
pl: [wstecz]
ru: [вернуться]
tr: [geri dön]

source: %app: You are running version %found; we recommend %suggest or newer.
pl: %app: Używasz wersji %found; rekomendujemy %suggest lub nowszą.
ru: %app: Вы используете версию %found; мы рекомендуем %suggest или новее.
tr: %app: %found sürümünü kullanıyorsunuz; %suggest veya daha yenisini öneriyoruz.

source: share your results
pl: podziel się wynikami
ru: поделиться результатами теста
tr: sonuçlarınızı paylaşın

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
pl: Najbardziej jestem zainteresowany w omówieniu twojej konfiguracji z tobą, ponieważ zostało ustalone, że <B>twoja łączność IPv6 jest zepsuta</b>, lub nie w pełni zrozumiała. To nie jest normalne, czy byłbyś skłonny do %share?
ru: Мне было бы очень интересно обсудить ваши настройки, потому что тест определил, что <b>ваше IPv6 подключение неправильно</b> или это не объяснимо на данный момент. Это ненормально, вы бы не хотели %share?
tr: Kurulumda en çok sizinle tartışmayı seviyorum, çünkü <B> IPv6 bağlantınız kırıldı </ b> veya en azından tamamen anlaşılmadığı tespit edildi. Bu normal değil; Eğer istekli olacağını % s?

source: retest
pl: testuj ponownie
ru: тестировать заново
tr: tekrar test edin

source: Result code
pl: Kod rezultatu
ru: Результаты теста
tr: Sonuç kodu

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
pl: Uwaga: Nie będę w stanie odpowiedzieć jeśli pozostawisz puste pole z danymi kontaktowymi. Jeśli jesteś zdecydowany na przesyłkę anonimową naciśnij jeszcze 'wyślij rezultat'.
ru: Внимание: Я не смогу вам ответить, если вы не заполните контактный адрес. Если вы действительно хотите отправить результаты анонимно, то нажмите «Отправить результаты» ещё раз
tr: Not: İletişim bilgilerini boş bırakırsanız sizinle iletişime geçemem. Gerçekten anonim olarak göndermek istiyorsanız, tekrar Sonuçları Gönder'e basın.

source: unknown expansion
pl: nieznane rozszerzenia
ru: неизвестное расширение
tr: bilinmeyen eklenti

source: unknown result code
pl: nieznany kod wyniku
ru: неизвестный результат
tr: bilinmeyen sonuç kodu

source: Your browser blocked
pl: Twoja przeglądarka zablokowała
ru: Ваш браузер заблокирован
tr: Tarayıcınız engelledi

source: Your Internet help desk may ask you for the information below.
pl: Internetowa pomoc techniczna może poprosić o informacje podane poniżej.
ru: Ваша служба поддержки может запросить у вас нижеследующую информацию.
tr: İnternet yardım masanız sizden aşağıdaki bilgileri isteyebilir.

source: Test your IPv6.
pl: Sprawdź swoje połączenie IPv6.
ru: Проверьте ваше IPv6 подключение.
tr: IPv6'nızı test edin.

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
pl: Ten test sprawdzi twoją przeglądarkę i połączenie pod gotowość IPv6, jak również pokaże ci twój bieżący adres IPv4 i IPv6.
ru: Этот тест проверит готовность вашего браузера и подключения к IPv6, также, он покажет ваши текущие IPV4 и IPv6 адреса.
tr: Bu test tarayıcınızın ve bağlantınızın IPV6'ya ne kadar hazır olduğunu gösterecek. Aynı zamanda şimdiki IPv4 ve IPv6 adreslerinizi de göreceksiniz.

source: Test IPv6
pl: Testuj IPv6
ru: Проверка IPv6
tr: IPv6'yı test edin

source: FAQ
pl: Często zadawane pytania
ru: ЧаВО
tr: SSS

source: Mirrors
pl: Kopie lustrzane
ru: Зеркала
tr: Yansımalar

source: stats
pl: statystki
ru: статистика
tr: istatistikler

source: Test your IPv6 connectivity.
pl: Sprawdź swoje połączenie IPv6.
ru: Проверьте ваше IPv6 подключение.
tr: IPv6 bağlantınızı test edin.

source: (Replay)
pl: (Odtwórz ponownie)
ru: (Повтор)
tr: (Tekrarla)

source: JavaScript Required
pl: JavaScript jest wymagany
ru: Требуется JavaScript
tr: JavaScript Gerekli

source: This site requires JavaScript, as well as the ability to pull in cross-site scripts, in order to perform the testing.
pl: Ta witryna wymaga JavaScript oraz możliwości wczytywania skryptów z innych witryn, aby przeprowadzić testy.
ru: Чтобы выполнить тестирование, этот сайт требует наличие JavaScript, а также способность использовать в межсайтовые скрипты.
tr: Bu site, test gerçekleştirmek için JavaScript'i ve siteler arası komut dosyalarını çekme yeteneğini gerektirir.

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
pl: Jeśli ta wiadomość nie znika, to znaczy że JavaScript został wyłączony, albo przez wtyczkę albo przez rozszerzenie twojej przeglądarki, lub przez precyzyjne ustawiania przeglądarki.
ru: Если это сообщение не исчезает, значит, что JavaScript был отключен плагином или дополнением Вашего браузера или его специальной настройкой.
tr: Bu mesaj gitmezse, JavaScript'in tarayıcınızdaki bir eklenti, uzantı veya açık tarayıcı ayarı tarafından devre dışı bırakıldığı anlamına gelmektedir.

source: Do you use NoScript?
pl: Czy używasz NoScript?
ru: Используете ли вы NoScript?
tr: NoScript mi kullanıyorsunuz?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
pl: Jeśli używasz tego dodatku do Firefoksa, musisz "Tymczasowo zezwolić na tę stronę". Będziesz musiał zrobić to <b>dwa razy</b>, aby wszystko poprawnie działało. Ewentualnie wyłącz NoScript całkowicie, dopóki nie ukończysz tej strony.
ru: Если вы используете это расширение Firefox, вам будет нужно «временно разрешить всей этой страницы». Вам будет нужно сделать это <b>дважды</b> для работы. Кроме того, отключите NoScript полностью до тех пор, пока вы закончите с этим сайтом.
tr: Bu Firefox eklentisini kullanırsanız, "Geçici olarak tüm bu sayfaya izin vermelisiniz". Bunun her şeyi yapabilmesi için <b> iki kez </ b> yapmanız gerekecektir. Alternatif olarak, bu siteyi tamamlayana kadar NoScript'i tamamen devre dışı bırakın.
