Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: The main problem with ULA is that certain home routers are now offering ULA, *and* giving you a default route. This route is offered regardless of whether or not your router actually has IPv6 connectivity. From your browser's point of view, it doesn't know that your default route goes nowhere; there is no feedback mechanism. Since IPv6 is (roughly speaking) preferred over IPv4, your browser will try using this broken route. It may take minutes before giving up.
pl: Głównym problemem z ULA jest to, że niektóre domowe routery oferują teraz ULA, *i* dają ci domyślną trasę. Ta trasa jest oferowana bez względu na to czy twój router faktycznie ma łączność IPv6. Z punktu widzenia twojej przeglądarki to nie wie, że twoja domyślna trasa nie idzie nigdzie: nie istnieje mechanizm sprzężenia. Od kiedy IPv6 (ogólnie mówiąc) jest preferowana nad IPv4, twoja przeglądarka spróbuje użyć tej zepsutej trasy. Mogą upłynąć minuty zanim się podda.
ru: Основная проблема с ULA заключается в том, что некоторые домашние маршрутизаторы теперь предлагают ULA, *и* предоставляя вам маршрут по умолчанию. Этот маршрут предлагается независимо от того, имеет ли ваш маршрутизатор IPv6 соединение или нет. С точки зрения вашего браузера, он не знает, что ваш маршрут по умолчанию никуда не ведет; нет механизма обратной связи. Поскольку IPv6 (приблизительно) предпочтительнее IPv4, ваш браузер попробует использовать этот прерванный маршрут. Может потребоваться несколько минут, прежде чем он перестанет ожидать соединения.
tr: ULA'nın ana problemi, bazı ev yönlendiricilerinin şimdi ULA, * ve * varsayılan bir yol verdiği yönündedir. Bu rota, yönlendiricinizin gerçekte IPv6 bağlantısı olup olmamasından bağımsız olarak sunulmaktadır. Tarayıcınızın bakış açısından, varsayılan rotanızın hiçbir yere gitmediğini bilmiyor; Geri bildirim mekanizması yok. IPv6 (kabaca konuşma) IPv4'e göre tercih edildiğinden, tarayıcınız bu kırık rotayı kullanmaya çalışacaktır. İptal etmeden önce birkaç dakika sürebilir.

source: Our advice: Enable ULA only if your router has full time IPv6 connectivity. Disable it, otherwise. If you do disable it on your router, you will likely need to reboot your router first, then reboot your host, before the symptoms go away.
pl: Nasza rada: Włącz ULA tylko jeśli twój router ma ma pełną łączność IPv6. W innym wypadku wyłącz. Jeśli wyłączysz to na swoim routerze najprawdopodobniej będziesz najpierw musiał zrobić restart routera, później restart hosta zanim znikną objawy problemu.
ru: Наш совет: Включайте ULA только в том случае, если ваш маршрутизатор имеет постоянное подключение по протоколу IPv6. Иначе отключите его. Если вы все же отключите его на маршрутизаторе, вам, скорее всего, придется сначала перезагрузить маршрутизатор, а затем перезагрузить хост, прежде чем исчезнут симптомы.
tr: Tavsiyemiz: ULA'yı, yalnızca yönlendiricinin tam zamanlı IPv6 bağlantısı olması durumunda etkinleştirin. Aksi takdirde devre dışı bırakın. Yönlendiricinizde devre dışı bırakırsanız, belirtiler kaybolmadan önce yönlendiricinizi önce yeniden başlatmanız, ardından ana makinenizi yeniden başlatmanız gerekecektir.

source: Bad or Inappropriate IPv6 Addresss
pl: Zły lub niewłaściwy adres IPv6
ru: Неполный или недопустимый адрес IPv6
tr: Kötü veya Uygun olmayan IPv6 Adresleri

source: (IPv6 address: see table below)
pl: (Adres IPv6: patrz na tabelę poniżej)
ru: (Адрес IPv6: см. таблицу ниже)
tr: (IPv6 adresi: aşağıdaki tabloya bakınız)

source: Bad or Inappropriate IPv6 Addresses (Bogons)
pl: Złe lub niewłaściwe adresy IPv6 (Bogons)
ru: Неполный или недопустимый IPv6-адрес (Bogons)
tr: Kötü veya uygun olmayan IPv6 Adresleri (Bogon'lar)

source: If you IPv6 address starts with any of these, your router needs to be upgraded.
pl: Jeśli twój adres IPv6 zaczyna się jak któryś z tych, twój router musi zostać zaktualizowany.
ru: Если адрес IPv6 начинается с любого из них, ваш маршрутизатор необходимо обновить.
tr: IPv6 adresiniz bunlardan herhangi biriyle başlarsa, yönlendiricinizin yükseltilmesi gerekir.

source: disable ULA.
pl: wyłącz ULA.
ru: отключить ULA.
tr: uLA'yı devre dışı bırak.

source: Other routers: Try updating the firmware. If that fails, look for and disable "ULA" or "Unique Local Addressing".
pl: Inne routery: Spróbuj zaktualizować oprogramowanie wewnętrzne. Jeśli to nie zadziała, wyszukaj i wyłącz "ULA" lub "Unikalne Adresowanie Lokalne".
ru: Другие маршрутизаторы: Попробуйте обновить прошивку. Если это не помогает, найдите и отключите "ULA" или "Уникальный локальный адрес".
tr: Diğer yönlendiriciler: Ürün yazılımını güncellemeyi deneyin. Bu başarısız olursa, "ULA" ya da "Benzersiz Yerel Adresleme" arayın ve devre dışı bırakınız.

source: If that fails, disable IPv6 entirely on the router.
pl: Jeśli to zawiedzie, wyłącz IPv6 całkowicie na routerze.
ru: Если это не удастся, отключите IPv6 на маршрутизаторе полностью.
tr: Bu başarısız olursa, IPv6'yı yönlendiricide tamamen devre dışı bırakınınız.

source: or
pl: lub
ru: или
tr: ve ya

source: This is a router using 6to4, but using a private IPv4 address. This will never work.
pl: To jest router używający 6to4, ale również używający prywatnego adresu IPv4. To nigdy nie zadziała.
ru: Это не сработает если маршрутизатор, настроен на протокол 6to4, но использующий частный IPv4-адрес.
tr: Bu, 6to4'u kullanan, ancak özel bir IPv4 adresi kullanan bir yönlendiricidir. Bu asla işe yaramaz.

source: Apple routers: Update to the latest firmware; that has been corrected.
pl: Routery Apple: Zaktualizuje do najnowszego oprogramowania wewnętrznego; to zostało naprawione.
ru: Маршрутизаторы Apple: Обновление до последней версии прошивки; это было исправлено.
tr: Apple yönlendiricileri: En yeni ürün yazılımını güncelleyin; düzeltilmiştir.

source: Other routers: Try updating the firmware. If that fails, look for and disable "6to4" or any form of automatic IPv6 tunnel.
pl: Inne routery: Spróbuj zaktualizować oprogramowanie wewnętrzne. Jeśli to nie zadziała, wyszukaj i wyłącz "6to4" lub dowolną formę automatycznego tunelu IPv6.
ru: Другие маршрутизаторы: Попробуйте обновить прошивку. Если это не сработает, ищите и отключите "6to4" или любую другую форму автоматического туннеля IPv6.
tr: Diğer yönlendiriciler: Ürün yazılımını güncellemeyi deneyin. Bu başarısız olursa, "6to4" veya herhangi bir otomatik IPv6 tüneli formunu arayın ve devre dışı bırakınız.

source: This router is using the official "Documentation" prefix - which is not routable on the IPv6 Internet.
ru: Данный маршрутизатор использует официальный префикс "Документация", который не маршрутизируется в IPv6 Internet.
tr: Bu yönlendirici, IPv6 İnternet'te yönlendirilemeyen resmi "Dokümantasyon" ön ekini kullanıyor.

source: Update to the latest firmware.
pl: Aktualizuj do najnowszej wersji oprogramowania wbudowanego.
ru: Обновите до последней прошивки.
tr: En yeni sürüme güncelleyin.

source: Other routers: Try updating the firmware.
pl: Inne routery: Spróbuj zaktualizować firmware.
ru: Другие маршрутизаторы: попробуйте обновить прошивку.
tr: Diğer yönlendiriciler: Ürün yazılımını güncellemeyi deneyin.

source: Disable IPv6.
pl: Wyłącz IPv6.
ru: Отключите IPv6.
tr: IPv6'yı devre dışı bırakın.

source: (IPv6 address: not starting with fe80)
pl: (Adres IPv6: nie zaczyna się od fe80)
ru: (IPv6-адрес: не начинается с fe80)
tr: (IPv6 adresi: fe80 ile başlamaz)

source: Unexpected IPv6 address?
pl: Niespodziewany adres IPv6?
ru: Непредвиденный IPv6 адрес?
tr: Beklenmedik IPv6 adresi mi?

source: Modern operating systems all have IPv6 enabled. This feature is dormant until someone explicitly configures IPv6, <em><b>or</b></em> a device on the local network offers it. Autoconfigured IPv6 hosts learn their IPv6 address and their gateway through the use of IPv6 router announcements (RAs). The network you are on may intentionally offer IPv6; you'll automatically use it when your computer sees it.
ru: Все современные операционные системы поддерживают протокол IPv6. Эта функция неактивна до тех пор, пока кто-то явно не настроит IPv6, <em><b>или</b></em> устройство в локальной сети не предложит ее. Хосты с автоматической настройкой IPv6 узнают свой IPv6-адрес и шлюз с помощью объявлений маршрутизатора IPv6 (RAs). Ваша сеть может намеренно предлагать IPv6; вы будете использовать ее автоматически, когда ваш компьютер увидит ее.
tr: Modern işletim sistemlerinin tümünde IPv6 etkin. Bu özellik, açık bir şekilde IPv6'yı yapılandırana kadar, yerel ağdaki bir cihaza <em> <b> veya </ b> </ em> bir cihaz sunulana kadar uyku modunda değildir. Otomatik konfigüre edilmiş IPv6 ana bilgisayarları, IPv6 yönlendirici duyurularının (RA'lar) kullanılması yoluyla IPv6 adreslerini ve ağ geçidini öğrenirler. Bulunduğunuz şebeke bilerek IPv6'yı sunabilir; bilgisayarınız onu gördüğünde otomatik olarak kullanacaksınız.

source: <b>Where this goes wrong:</b> Some people plug their router into the network (wired or wireless) and inadvertantly offer IPv6 services to everyone. Classic examples of this are where people add an early version of an Apple router (with 6to4 automatically enabled); another example is someone who has Windows Internet Connection Sharing enabled. In both cases, there is a chance they offer their services - and become your IPv6 router of choice, without any notification to you.
pl: <b>Gdzie to poszło źle:</b> Niektórzy ludzie podłączają ich routery do sieci (przewodowej lub bezprzewodowej) i nieumyślnie zaoferują usługi IPv6 wszystkim. Klasyczne przykłady tego są, gdy ludzie dodadzą wczesną wersję routera Apple (z 6do4 automatycznie włączonym); kolejnym przykładem jest ktoś, kto ma Udostępnianie Połączenia Internetowego Windows włączone. W obu przypadkach, jest szansa że oni zaoferują ci swoje usługi - i staną się routerem IPv6 wyboru, bez żadnego powiadomienia ciebie.
ru: <b>В случае сбоев:</b> Некоторые люди подключают свой маршрутизатор к сети (проводной или беспроводной) и непреднамеренно предлагают услуги IPv6 всем. Классическими примерами этого являются добавление ранней версии маршрутизатора Apple (с автоматическим включением 6to4); еще одним примером является тот, у кого включена функция общего доступа к Windows Internet Connection Sharing. В обоих случаях, есть шанс, что они предложат свои услуги - и станут вашим IPv6 маршрутизатором по выбору, без какого-либо уведомления вас.
tr: <b> Bu yanlış giderse: </ b> Bazı kişiler yönlendiricilerini ağa (kablolu veya kablosuz) takarlar ve yanlışlıkla herkes için IPv6 hizmetleri sunar. Bunun klasik örnekleri, insanların Apple yönlendiricisinin erken bir sürümünü ekledikleri yerlerdir (6to4 otomatik olarak etkinleşir); Başka bir örnek, Windows Internet Bağlantı Paylaşımı etkinleştirilmiş bir kişidir. Her iki durumda da, size sundukları hizmetleri sunma şansı var - ve size bildirimde bulunmaksızın IPv6 yönlendiriciniz olacak.

source: If these IPv6 routers don't work, you will fail to connect to any web site that offers services on both IPv4 and IPv6. Even if they do work, if the router in question is unplugged (the owner packs up, leaves the hotel/conference) your host never gets the notice; and it can be hours before it gives up.
ru: Если эти IPv6-маршрутизаторы не будут работать, вы не сможете подключиться ни к одному веб-сайту, предлагающему услуги как по IPv4, так и по IPv6. Даже если они работают, если соответствующий маршрутизатор отключен (владелец упаковывает вещи, покидает отель/конференцию), ваш хозяин никогда не получит уведомления, и может пройти несколько часов, прежде чем он сдастся.
tr: Bu IPv6 yönlendiricileri çalışmazsa hem IPv4 hem de IPv6 üzerinde hizmet sunan herhangi bir web sitesine bağlanmayı başarısız bulacaksınız. Söz konusu yönlendirici fişten çekilirse (sahibi evden çıkıyor, otel / konferanstan ayrılıyor) ev sahibi hiçbir zaman haberim olmadı; ve vazgeçmeden saatler önce olabilir.

source: This is similiar to someone accidentially (or intentionally) running a rogue DHCP server.
pl: To jest podobne do kogoś przypadkowo (lub umyślnie) utrzymującego nieuczciwy serwer DHCP.
ru: Это похоже на случайное (или намеренное) использование неавторизованного DHCP-сервера.
tr: Bu, sahte bir DHCP sunucusu çalıştıran birisine yanlışlıkla (veya bilerek) benzer.

source: <b>If you are are not the network admin</b> - and have no access to fix the problem - consider disabling IPv6, at least for the location you are in. Another option might be to try turning off, and turning back on, your network interface (clearing the IP address), in case the source of the problem has left the network.
pl: <b>Jeśli nie jesteś adminem sieci</b> - i nie masz dostępu do naprawienia problemu - rozważ wyłączenia Ipv6, przynajmniej dla lokalizacji, w której jesteś. Inną opcją może być spróbowanie wyłączenia, i włączenia z powrotem twojego interfejsu (czyszcząc adresy IP), w przypadku, gdy źródło problemu opuściło sieć.
ru: <b>Если вы не являетесь сетевым администратором</b> - и не имеете доступа для устранения проблемы - отключите IPv6, по крайней мере, в том месте, где вы находитесь. Другим вариантом может быть отключение и повторное включение сетевого интерфейса (очистка IP-адреса) в случае, если источник проблемы покинул сеть.
tr: <b> Ağ yöneticisi siz değilseniz </ b> - ve sorunu çözmek için herhangi bir erişiminiz yok - en azından bulunduğunuz yer için IPv6'yı devre dışı bırakmayı düşünün. Başka bir seçenek, kapatmayı denemek ve geri dönmek olabilir Açık, sorunun kaynağının ağdan ayrılması durumunda ağ arayüzünüzü (IP adresini temizleyerek) açın.

source: <b>If you are the network administrator</b>: You can use the default route information to identify the ethernet address; and then search for the owner of that ethernet address. Some network vendors have features that will suppress the advertisements of unauthorized RAs (router announcements); consider enabling those feaatures. More reactive measures involve finding (by ethernet address) the owner of the device; or possibly spoofing RA's from their device to indicate the device is going away.
pl: <b>Jeśli jesteś adminem sieci</b> Możesz użyć domyślnych informacji trasy do zidentyfikowania adresu ethernetowego; i potem poszukać właściciela tego adresu ethernetowego. Niektórzy dostawcy sieci mają funkcje, które będą tłumić reklamy nieautoryzowanych RAs (zawiadomienia routera); rozważ włączenie tych funkcji. Bardziej reaktywne środki obejmują znalezienie (za pomocą adresu ethernetowego) właściciela urządzenia; lub ewentualnie podszywanie RA z ich urządzenia, aby wskazać, że urządzenie znika.
ru: <b>Если вы являетесь сетевым администратором</b>: Вы можете использовать информацию маршрута по умолчанию для идентификации Ethernet-адреса, а затем выполнить поиск владельца этого Ethernet-адреса. Некоторые сетевые поставщики имеют функции, которые подавляют рекламу несанкционированных RA (анонсы маршрутизаторов); подумайте о включении этих функций. Более активные меры включают в себя обнаружение (по Ethernet-адресу) владельца устройства; или, возможно, подделку RA с их устройства, чтобы показать, что устройство выходит из строя.
tr: <b> Ağ yöneticisiyseniz </ b>: Eternet adresini tanımlamak için varsayılan rota bilgilerini kullanabilirsiniz; ve sonra bu ethernet adresinin sahibini arayın. Bazı ağ üreticileri, yetkisiz RA'ların reklamlarını engelleyecek özelliklere sahiptir (yönlendirici duyuruları); Bu özelliklerin etkinleştirilmesini düşünün. Daha tepkisel tedbirler cihazın sahibini bulma (ethernet adresi ile) içerir; ya da muhtemelen aygıtın gittiğini belirtmek için aygıtlarından RA'nın sızdırma yapması.

source: Consider trying the "netalyzr". This is another site that runs a java applet (which can do more than my site can, in just javascript). I would find feedback about how you useful this site was for you.
pl: Rozważ spróbowanie "netalyzr". To jest inna strona która używa aplet Java (która może zrobić więcej niż moja strona, w samym JavaScript). Chciałbym znaleźć opinię o tym, jak użyteczna jest ta strona dla Ciebie.
ru: Подумайте о том, чтобы попробовать "netalyzr". Это еще один сайт, на котором запущен java-апплет (который может сделать больше, чем мой сайт, только в javascript). Я бы нашел отзывы о том, насколько полезен этот сайт для вас.
tr: "Netalyzr" ı denemeyi düşünün. Bu, bir java uygulaması çalıştıran başka bir sitedir (siteminkinden fazlasını yapabilir, yalnızca javascript içinden). Bu sitenin sizin için ne kadar yararlı olduğu hakkında geribildirim bulurum.

source: From the netalyzr staff:
pl: Z obsługi netalyzr:
ru: От службы netalyzr:
tr: Netalyzr personelinden:

source: If all else fails
pl: Jeśli wszystko inne zawiedzie
ru: Если ничего не помогает
tr: Eğer hepsi hataysa

source: (Instructions for disabling or deprioritizing IPv6)
pl: (Instrukcje dotyczące wyłączania lub ustawiania mniejszego priorytetu IPv6)
ru: (Инструкции по отключению или лишению приоритета IPv6)
tr: (IPv6'yı devre dışı bırakma veya yönlendirmeden vazgeçme talimatları)

source: Disabling or Deprioritizing your IPv6 address
pl: Wyłącza lub zmniejsza priorytet twojego adresu IPv6
ru: Отключение или деприоритизация вашего IPv6-адреса
tr: IPv6 adresinizi devre dışı bırakma veya kaldırma

source: <b>To disable IPv6 entirely, until your ISP offers IPv6 to you:</b> see <b>Microsoft's "fixit" site</b> that gives clear instructions. We advocate considering "Use IPv4 instead of IPv6 in prefix policies", instead of completely disabling IPv6. Specific Windows features depend on IPv6 being enabled.
ru: <b> Чтобы полностью отключить IPv6, пока ваш провайдер не предложит вам IPv6:</b> см. раздел <b>"исправления/fixit" на сайте Microsoft</b>, который дает четкие инструкции. Мы выступаем за использование IPv4 вместо IPv6 в политике префиксов, а не полное отключение IPv6. Конкретные функции Windows зависят от того, включен ли IPv6.
tr: <b> ISP size IPv6 büyüklüğünü önebilirsiniz. IPv6 devre dışı bırakmak için: </ b> bakınız <b> Microsoft'un "fixit" site </ b> açık talimatlar verir. IPv6'yı tamamen devre dışı bırakmak yerine, "Önek politikalarında IPv6 yerine IPv4 kullan" seçeneğini değerlendirmeyi savunuyoruz. Belirli Windows özellikleri, IPv6'nın etkinleştirilmiş olmasına bağlıdır.

source: To completely disable IPv6 (Windows 7, Vista; XP should be similiar):
pl: Aby całkowicie wyłączyć IPv6 (Windows 7, Vista; XP powinny być podobne):
ru: Чтобы полностью отключить IPv6 (Windows 7, Vista; XP должна быть похожа):
tr: IPv6'yı tamamen devre dışı bırakmak için (Windows 7, Vista; XP benzer olmalı):

source: Go to "Properties"
pl: Przejdź do "Właściwości"
ru: Перейдите в раздел "Свойства"
tr: "Özellikler"e tıklayın

source: Uncheck "Internet Protocol Version 6"
pl: Odznacz "Protokół internetowy wersji 6"
ru: Снимите флажок "Internet Protocol Version 6"
tr: "İnternet Protokol Sürümü 6" nın işaretlerini kaldırınız

source: Hit "ok"
pl: Naciśnij "ok"
ru: Нажмите «ОК»
tr: "tamam"a tıklayın

source: Shutdown/reboot.
pl: Wyłączenie/resetowanie.
ru: Завершение работы/перезагрузка.
tr: Kapatın/yeniden başlatın.

source: To disable IPv6 in Windows XP:
pl: Aby wyłączyć IPv6 w systemie Windows XP:
ru: Чтобы отключить IPv6 в ОС Windows XP:
tr: Windows XP'de IPv6'yı devre dışı bırakmak için:

source: Taken from:
pl: Zaczerpnięte z:
ru: Взято из:
tr: Kaynak:

source: Make sure you are logged in as an Administrator.
pl: Upewnij się, że jesteś zalogowany jako administrator.
ru: Убедитесь, что вы вошли в систему как администратор.
tr: Yönetici olarak oturum açtığınızdan emin olun.

source: Click Start, click All Programs, click Accessories, and then click Command Prompt.
pl: Kliknij Start, Kliknij Wszystkie programy, Kliknij Akcesoria i następnie kliknij Wiersz poleceń.
ru: Нажмите кнопку Пуск, выберите Все программы, Стандартные и выберите Командная строка.
tr: Başlat'a tıklayın, Tüm Programlar'a tıklayın, Donatılar'a tıklayın, sonra Komut İstemi'ne tıklayın.

source: At the command prompt, type: netsh int ipv6 uninstall and press the Enter key on your keyboard.
pl: W wierszu poleceń wpisz: netsh int ipv6 uninstall i potem wciśnij klawisz Enter na swojej klawiaturze.
ru: В командной строке введите: netsh int ipv6 uninstall и нажмите клавишу Enter на вашей клавиатуре.
tr: Komut istemine, "netsh int IPv6 uninstall" yazın ve klavyenizde Enter'a basın.

source: Close the Command Prompt window and restart the computer.
pl: Zamknij okno wierszu poleceń i uruchom ponownie komputer.
ru: Закройте окно командной строки и перезагрузите компьютер.
tr: Komut istemi penceresini kapatın ve bilgisayarı yeniden başlatın.

source: OS X users
pl: Użytkownicy systemu OS X
ru: Пользователи OS X
tr: OS X kullanıcıları

source: Before disabling IPv6, please be sure you are running the latest OS version. In particular, OS X 10.6.7 has several workarounds for being "Broken". This may solve your problems without resorting to completely disabling IPv6.
ru: Перед отключением IPv6 убедитесь, что вы используете последнюю версию ОС. В частности, OS X 10.6.7 имеет несколько обходных путей для того, чтобы быть "сломанной". Это может решить ваши проблемы, не прибегая к полному отключению IPv6.
tr: IPv6'yı devre dışı bırakmadan önce lütfen en son OS sürümünü çalıştırdığınızdan emin olun. Özellikle, OS X 10.6.7'de "Kırık" olduğu için çeşitli geçici çözümler var. Bu, IPv6'yı tamamen devre dışı bırakmaya başvurmadan sorunlarınızı çözebilir.

source: How to disable IPv6
pl: Jak wyłączyć IPv6
ru: Как отключить IPv6
tr: IPv6'yı devre dışı bırakma

source: Disable IPv6
pl: Wyłącz IPv6
ru: Отключить IPv6
tr: IPv6 devre dışı bırakın

source: Apply changes
pl: Zastosuj zmiany
ru: Применить изменения
tr: Değişiklikleri uygula

source: iPhone and iPad users
pl: użytkownicy iPhone i iPad
ru: Пользователи iPhone и iPad
tr: iPhone ve iPad kullanıcıları

source: IPv6 is not configurable on the iPhone or iPad. Your only option is to switch to another network.
pl: Nie można konfigurować IPv6 na iPhone lub iPad. Twoją jedyną opcją jest zmiana na inną sieć.
ru: IPv6 не настраивается на iPhone или iPad. Единственный вариант - переключиться на другую сеть.
tr: IPv6, iPhone'da veya iPad'de yapılandırılamaz. Tek seçeneğiniz başka bir ağa geçmektir.

source: Linux users:
pl: Użytkownicy systemu Linux:
ru: Пользователи Linux:
tr: Linux kullanıcıları:

source: This is very distribution-specific. Do a web search using your favorite search engine.
ru: Это очень специфично для дистрибутива. Выполните поиск в Интернете с помощью любимой поисковой системы.
tr: Bu, dağıtıma özgüdür. En sevdiğiniz arama motorunu kullanarak bir web araması yapınız.

source: Example web search: <code>disable ipv6 on centos</code>
pl: Przykłady wyszukiwań sieci: <code>wyłącz ipv6 na centos</code>
ru: Пример поискового запроса: <code>Как отключить IPv6 на CentOS</code>
tr: Örnek web araması: <code> centos'ta ipv6'yı devre dışı bırak </ code>

source: Generic unix instructions, to temporarily remove your IPv6 address.
ru: Общие инструкции unix, чтобы временно удалить ваш IPv6 адрес.
tr: IPv6 adresinizi geçici olarak kaldırmak için genel unix talimatları.

source: IP_ADDRESS
pl: ADRES_IP
ru: IP_АДРЕС
tr: IP_ADRESi

source: Be aware that if the router re-advertises it, you will relearn the default route.
ru: Имейте в виду, что если маршрутизатор повторно рекламирует его, вы заново запомните маршрут по умолчанию.
tr: Yöneltici yeniden duyurursa, varsayılan rotayı öğrenirsiniz.

source: You can do a web search for your particular OS distribution. Example search would be <code>disable ipv6 on freebsd</code>.
ru: Вы можете выполнить веб-поиск для конкретного дистрибутива ОС. Пример поиска: <code>disable ipv6 on freebsd</code>.
tr: Belli bir işletim sistemi dağıtımınız için bir web araması yapabilirsiniz. Örnek arama, <code> freebsd'de ipv6'yı devre dışı bırak </ code> olacaktır.

source: See Also
pl: Zobacz również
ru: Смотрите также
tr: Ayrıca bakınız
