Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Other resources that may help
pl: Inne źródła, które mogą pomóc
ru: Другие ресурсы, которые могут помочь
tr: Yardımcı olabilecek diğer kaynaklar

source: Disabling IPv6 is the least preferred option. For some people, however, it may be your only option. This may be due to equipment limitations, or in limitations in technical support.
pl: Wyłączenie IPv6 jest najmniej preferowaną opcją. Jednak dla niektórych ludzi, może być to ich jedyna opcja. Może to być spowodowane ograniczeniami sprzętowymi lub ograniczeniami w zakresie pomocy technicznej.
ru: Наименее предпочтительным вариантом является отключение IPv6. Для некоторых людей, однако, это может быть вашим единственным вариантом. Это может быть связано с ограничениями оборудования или технической поддержки.
tr: IPv6'yı devre dışı bırakmak en az tercih edilen seçenektir. Ancak bazı insanlar için bu sizin tek seçeneğiniz olabilir. Bu ekipman sınırlamaları veya teknik destek sınırlamaları yüzünden olabilir.

source: test-ipv6.com FAQ
ru: test-ipv6.com ЧаВО
tr: test-ipv6.com SSS

source: Q: How does this test work?
pl: P: Jak działa ten test?
ru: В: Как работает этот тест?
tr: S: Bu testi nasıl çalışır?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
pl: Test jest całkowicie oparty o javascript po stronie klienta. Aby określić osiągalność, seria żądań ajax jest wykonywana z serwera WWW, używając różnych nazw DNS, które wymuszają użycie wyłącznie IPv6 lub podwójnego stosu lub innych takich scenariuszy. Brane są pod uwagę zaliczenia/niepowodzenia takich pobrań, a także czas ich trwania.
ru: Этот тест основан на клиентской части JavaScript. Для определения доступности производитеся серия ajax-запросов с веб-сервера, используя различные DNS которые заставляют компьютер использовать только IPv6, или в комбинации с IPv4, или другие похожие сценарии. В результат записывается не только успешность теста, но и также время, за которое был пройден тот или иной тест.
tr: Test tamamen istemci tarafında javascript. Erişilebilirliği belirlemek için, web sunucusundan, yalnızca IPv6 kullanımını zorlayan çeşitli DNS adlarını veya ikili yığınları veya diğer benzer senaryoları kullanarak bir dizi ajax isteği yapılır. Bu alımların geçmesi / başarısızlığı ve bunların ne kadar süre geçtiği hesaba katılır.

source: Q: Why is this web site reachable via IPv4 only?
pl: P: Czemu ta witryna strony web jest osiągalna tylko za pośrednictwem IPv4?
ru: В: Почему этот сайт доступен только с IPv4 адреса?
tr: S: Bu web sitesine neden sadece IPv4 yoluyla erişilebilir?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
ru: Вы правы, нет записей AAAA, намеренно. Значительный процент пользователей не может просматривать сайты с двойным стеком. Если пользователям не удается подключиться, тогда они не смогут сказать, что у них есть проблема. Это большая проблема, стоящая сегодня перед контент-провайдерами; над которой я работаю на одной моей дневной работе. Таким образом, основная тестовая страница требует IPv4 (как родной, так и переведенной).
tr: Haklısın, kasten AAAA kayıtları yok. Kullanıcıların yüzde bir kısmı çift yığını olan sitelere göz atamadı. Kullanıcılar bağlanamazlarsa, bir sorunlarının olduğu söylenemez. Bu içerik sağlayıcıların bugün karşılaştıkları büyük bir sorundur; Bunlardan hangisi için benim için çalışıyorum; günlük iş. Bu nedenle, ana test sayfası IPv4'ü (yerel veya tercüme edilmiş) gerektirir.

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
tr: "Kırık" kullanıcılar yüzdesinin düştüğü bazı noktalarda, test-ipv6.com'u çift yığını yapmayı düşünürüm. En azından, Mayıs 2013'te, test-ipv6.com ziyaretinde% 0.5 kesintiye uğradığını hala kontrol ediyoruz. Ve yine de durumlarını anlamalarını istiyoruz.

source: Q: How do I test my IPv6-only host
pl: P: Jak przetestować mojego hosta obsługującego tylko IPv6
ru: В: Как мне проверить хост, доступный только по IPv6?
tr: S: IPv6 yalnızca ana bilgisayarımı nasıl test ederim

source: If you ask that question, chances are you don't need this site. However, if you really want to, visit <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> with your IPv6-only host.
tr: Bu soruyu sorarsanız, bu sitede ihtiyacınız olmayabilir. Bununla birlikte, gerçekten isterseniz, yalnızca IPv6 kullanıcısı olan bilgisayarınızla <a href= "http://ipv6.test-ipv6.com"> http://ipv6.test-ipv6.com </a> adresini ziyaret edin.

source: Q: What do you mean by broken?
pl: P: Co masz na myśli mówiąc złamane?
ru: В: что вы подразумеваете под 'сломанные'?
tr: S: Ne demek kırılmış?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
pl: Odsetek użytkowników ma włączone IPv6, ale albo używają publicznego tunelu, który obecnie daje słabą wydajność; albo w inny sposób posiada trasę, która jest zainstalowana, ale jest uszkodzona lub nieoptymalna. Ponieważ jednak w ogóle mają one drogę do ruchu, w wielu przypadkach algorytm wyboru adresu RFC3484 wybierze go i próbuje użyć tej przerwanej trasy. Może to potrwać ponad 75 sekund, zanim przeglądarka zacznie się składać!
ru: У процента пользователей сегодня включен IPv6, но они либо используют общедоступный туннель, который в настоящее время дает низкую производительность, либо имеют маршрут иным образом, который установлен, но сломан или неоптимален. Однако, поскольку у них есть маршрут вообще, во многих случаях алгоритм выбора адреса RFC3484 будет выбирать, используя его, и пытается использовать этот сломанный маршрут. Это может занять около 75+ секунд, прежде чем браузер сдастся!
tr: Bugün yüzde bir kullanıcı, IPv6'yı etkinleştirmiş ancak şu anda düşük performans gösteren genel bir tünel kullanıyor; ya da başka bir yolla kurulmuş fakat kırılmış ya da en uygun olmayan bir rota var. Bununla birlikte, çoğu zaman bir rota bulunduğundan, çoğu durumda RFC3484'ün adres seçim algoritması onu kullanmayı ve bozulmuş rota kullanmayı seçecektir. doğru Tarayıcı vazgeçmeden önce 75+ saniyeye kadar sürer!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
ru: С точки зрения пользователя с такими настройками, у веб-сайта, предлагающий как A, так и AAAA DNS-записи (т. е. "двойной стек") появится время ожидания; и пользователь перейдет на другой сайт, предлагающий аналогичный продукт. Это дилемма для контент-провайдеров.
tr: Bu koşullara sahip bir kullanıcının bakış açısıyla, A ve AAAA DNS kayıtlarını (yani, "çift yığın") sunan bir web sitesi zaman aşımına uğramış gibi görünür; ve kullanıcı benzer bir ürün sunan başka bir siteye geçecektir. Bu, içerik sağlayıcıların sahip olduğu hoşnutsuzluktur.

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
ru: Если мы обнаружим, что у вас будут проблемы с доступом к веб-сайтам с двумя стеками, мы рекомендуем вам просмотреть <a href="broken.html">ЧаВО по неисправностям</a>. Он предоставляет несколько шагов, чтобы попытаться выявить основную причину нарушения; за исключением того, что вы можете сделать, чтобы отключить IPv6, пока ваш интернет-провайдер предлагает нативное подключение IPv6.
tr: Çift yığın web sitelerine erişirken sorun yaşayacağınızı tespit edersek, <a href="broken.html"> Kırık Kullanıcı SSS </a> ni görmenizi öneririz. Çatlamış olduğunuz için kök nedeninizi denemek ve tanımlamak için birkaç adım sağlar; ve bunun yasaklanmasıyla, ISS'iniz doğal IPv6 bağlantısı sunana kadar IPv6'yı devre dışı bırakmak için neler yapabilirsiniz.

source: Q: Why did your stats say you already have IPv6-only users?
pl: P: Dlaczego twoje statystyki mówią, że masz już użytkowników obsługujących tylko protokół IPv6?
ru: В: почему ваша статистика говорит, что у вас уже есть пользователи с только IPv6?
tr: S: İstatistikleriniz neden IPv6 kullanıcısı olan kullanıcılarınız olduğunu söylediler?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
ru: Они пошли на <a href="http://ipv6.test-ipv6.com"> http://ipv6.test-ipv6.com</a>.
tr: <a href="http://ipv6.test-ipv6.com"> http://ipv6.test-ipv6.com </a> adresine gittiler .

source: Q: How valid are the stats?
pl: P: Jak dokładne są te statystyki?
ru: В: насколько актуальна статистика?
tr: S: İstatistikler ne kadar geçerli?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
ru: Они не представляют собой среднего потребителя в Интернете. Посетители этого сайта самостоятельно выбирают. Цель этого сайта - не предоставлять статистику, а вместо этого информировать пользователя о степени готовности мира перейти на IPv6 (с или без этого!). Таким образом, найденная здесь статистика будет полностью отличаться от среднего поставщика контента.
tr: Ortalama web tüketicisini temsil etmezler. Bu sitenin ziyaretçileri kendi kendine seçiyor. Bu sitenin amacı, istatistik sağlamamaktır, bunun yerine kullanıcıya dünyaya IPv6'ya geçmek için hazır olma düzeyini ( olmadan veya olmadan) bildirmektir. Bu nedenle, burada bulunan istatistikler ortalama bir içerik sağlayıcısından tamamen farklı olacaktır.

source: Q: How does your test differ, from what the content providers are doing?
pl: P: Czym różni się twój test, od tego, co robią dostawcy treści?
ru: В: Как отличается ваш тест от того, что делают контент-провайдеры?
tr: S: Testleriniz içerik sağlayıcıların yaptıklarından nasıl farklı?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
ru: Контент-провайдеры собирают метрики из неработающих и работающих пользователей в агрегированной форме. В настоящее время они фактически не дают пользователям обратную связь относительно текущего состояния пользователя. Эти показатели будут главным образом управлять бизнес-решением, когда начинать публикацию сайтов через IPv6, по сравнению с оставшимися только IPv4. IPv4 только для некоторых сайтов Контента действительно является вариантом; у него есть несколько недостатков, но ожидается, что каждый всегда сможет достичь IPv4 каким-то образом.
tr: İçerik sağlayıcıları kırık ve kırık olmayan kullanıcıların metriklerini bir araya getiriyor. Şu an kullanıcıya kullanıcının durumuna ilişkin geribildirim vermediler. Bu metrikler esas olarak, IPv6 üzerinden site yayınlamaya ne zaman başlarsanız, yalnızca IPv4'ten kalan sürecin işletme kararını verecektir. IPv4 yalnızca bazı içerik siteleri için gerçekten bir seçenektir; bir avuç eksikliği var, ancak beklenti herkesin bir şekilde IPv4'e her zaman erişebilmesidir.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
pl: Ta strona, dla odmiany, jest przeznaczona do pomocy użytkownikowi ze zrozumieniem ich bieżącego stanu i co to może dla nich oznaczać.
ru: С другой стороны, этот сайт предназначен для того, чтобы помочь пользователям понять их текущее состояние и то, что это означает для них.
tr: Bu site, diğer taraftan, kullanıcının mevcut durumunu ve bu durumun onlara ne anlama geldiğini anlamasına yardımcı olmak için hazırlanmıştır.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
pl: P: Twoja strona pokazuje zły adres IP; jak mogę obejść serwer proxy żeby znaleźć mój publiczny adres?
ru: В: Ваш сайт показывает неверный IP-адрес; как мне можно обойти прокси-сервер, чтобы отобразить свой публичный адрес?
tr: S: Siteniz yanlış IP adresini gösteriyor; genel adresimi bulmak için proxy sunucumu nasıl atlaya bilirim?

source: For ipv4/ipv6/dual stack, use one of these:
ru: Для IPv4/IPv6/dual stack используйте один из:
tr: Ipv4 / ipv6 / çift yığını için aşağıdakilerden birini kullanın:

source: for ipv4
pl: dla ipv4
ru: для ipv4
tr: ipv4 için

source: for ipv6
pl: dla ipv6
ru: для ipv6
tr: ipv6 için

source: for either
pl: dla obu
ru: для другого
tr: ya

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
ru: Обратите внимание, вам _возможно_ необходимо указать другие параметры для команды telnet, в зависимости от вашей операционной системы. На моем mac например, мне нужно использовать "<code>telnet -6</code>".
tr: İşletim sisteminize bağlı olarak telnet komutunuza başka seçenekler belirtmeniz gerektiğini not edin. Mesela Mac cihazım da " <code> telnet -6 </code> " kullanmam gerekiyor.

source: Q: Do you actually read the feedback?
pl: P: Czy rzeczywiście czytacie opinie?
ru: В: Вы отвечаете на отзывы?
tr: S: Geri bildirimleri sahiden okuyor musunuz?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
pl: Tak, to prawda. Dziękuję! Pamiętaj, że mogę się z Tobą skontaktować tylko wtedy, gdy pozostawisz dane kontaktowe. Chociaż nadal jestem wdzięczny za informacje zwrotne bez danych kontaktowych, nie będę w stanie odpowiedzieć na żadne z nich, jeśli o nie poprosisz.
ru: Да, конечно! Однако я не смогу Вам ответить, если вы не оставили мне никакой контактной информации (например, адрес электронной почты).
tr: Evet. Teşekkür ederim! İletişim bilgilerinizi vermezseniz sizinle takipleşemeyeceğimizi unutmayın. Şimdiye kadar iletişim bilgileri olmayan geribildirimleri anlayışla karşıladım, ancak sorularınızın yanıtını aldıysanız bundan sonra cevaplamayacağım.

source: Q: How else can I contact you?
pl: P: Jak inaczej można się z Tobą skontaktować?
ru: В: Как ещё можно связаться с Вами?
tr: S: Başka nasıl iletişime geçebilirim?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
pl: Wolałbym, żebyś skorzystał z formularza, ponieważ podaje on szczegóły dotyczące połączenia i omija wszelkie filtry pocztowe.
ru: Лучше всего через форму на этом сайте. Так я получаю информацию о Вашем соединении и это гарантирует то, что Ваше сообщение не затеряется где-нибудь в папке Спам.
tr: Bağlantının ayrıntılarını verdiği ve herhangi bir posta filtresi atladığı için, formu kullanmayı tercih ediyorum.

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
pl: Mimo to, zapraszam do bezpośredniego wyłania e-maila na <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
ru: Однако Вы, если желаете, можете написать мне прямо на мой электронный ящик: <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
tr: Bununla birlikte, doğrudan <a href="mailto:jfesler@test-ipv6.com"> jfesler@test-ipv6.com </a> adresine e-posta gönderebilirsiniz.

source: Q: Is this open source?
pl: P: Czy to jest open source?
ru: В: Это проект с открытым исходным кодом?
tr: S: Bu açık kaynak mı?

source: Yes. See the <a href="source.html">source page</a> for details.
pl: Tak. Zobacz <a href="source.html">stronę źródłową</a> dla szczegółów.
ru: Да. Исходный код можно посмотреть на <a href="source.html">этой</a> странице.
tr: Evet. Ayrıntılar için <a href="source.html"> kaynak sayfasına </a> bakın.

source: <span lookup=site.name>site</span> statistics
ru: Статистика <span lookup=site.name>сайта</span>
tr: <span lookup=site.name> site </span> istatistikleri

source: Graphs are updated daily.
pl: Wykresy są aktualizowane codziennie.
ru: Графики обновляются ежедневно.
tr: Grafikler her gün güncellenir.

source: 60 days view
pl: widok 60 dni
ru: Просмотр 60 дней
tr: 60 günü görüntüle

source: 600 days view
pl: widok 600 dni
ru: Просмотр 600 дней
tr: 600 günü görüntüle

source: Quick notes:
pl: Szybkie notatki:
ru: Заметки:
tr: Hızlı notlar:

source: Browser Filter means that both the "A" and "AAAA" test failed. Browser (plugin/filter) shenanigans, likely with add-ons like ad blockers.
tr: Tarayıcı filtresi, "A" ve "AAAA" test sonuçlarının başarısız olduğu anlamına gelir. Büyük olasılıkla reklam engelleyicileri gibi eklentiler içeren tarayıcı (eklenti / filtreleme) kurnazdır.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
ru: Количество сбоев уменьшается, когда увеличивается повторяемость. Это связано с наличием более широкой выборки средних людей (по сравнению с людьми, которые явно тестировали новую настройку IPv6).
tr: Seviye yükselidiğinde kırılganlık azalır. Bunun nedeni, daha geniş bir ortalama örneğe (yeni bir IPv6 kurulumunu açıkça test eden kişilere karşı) sahip olmasıdır.

source: These graphs show the last 60 days of activity at <span lookup=site.name>site</span>
ru: Эти графики показывают последние 60 дней активности на <span lookup=site.name>сайте</span>
tr: Bu grafikler, <span lookup = site.name> sitesinde geçen 60 günlük etkinliği göstermektedir </span>

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
tr: Grafik: Kümelenmiş sonuç özetlerini gösterir. Toplam yükseklik, test için bir gününü harcayan kullanıcı sayısını gösterir.

source: Similiar graph, except this time showing percentages.
pl: Podobny wykres, tylko tym razem pokazuje wartości procentowe.
tr: Saat yüzdesini gösterenlerin haricinde, benzer bir grafik.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
pl: Najbardziej interesującym wykresem jest procentowy "uszkodzonych" użytkowników. Nasza definicja "uszkodzonego" użytkownika to taka, że przeglądarka zatrzymuje się lub przestaje działać podczas próby odwiedzenia strony internetowej opublikowanej zarówno na IPv4, jak i IPv6.
tr: En ilginç grafik, "kırık" kullanıcıların yüzdesidir.''Kırık" kullanıcı tanımımız, hem IPv4 hemde IPv6'da yayınlanan bir web sitesini ziyaret etmeye çalışırken tarayıcının durduğu veya zaman aşımına uğradığıdır.

source: Line graph, not stacked, of results over time.
pl: Wykres liniowy, nie ułożony, z wyników w czasie.
tr: Çizgi grafiği üzerinden fazla zaman geçmiş sonuçların kümelenmemiş halidir.

source: These graphs show the last 600 days of activity at <span lookup=site.name>site</span>
pl: Te wykresy pokazują ostatnie 600 dni mojej aktywności na <span lookup=site.name>stronie</span>
ru: Эти графики показывают последние 600 дней активности на <span lookup=site.name>сайте</span>
tr: Bu grafikler <span lookup=site.name>sitede ki</span> eylemlerin son 600 gününü gösterir

source: test-ipv6.com - Our mission
pl: test-ipv6.com - Nasza misja
ru: test-ipv6.com - Наша миссия
tr: test-ipv6.com - Görevimiz

source: Our mission is thus:
pl: Naszą misją jest zatem:
ru: Наша миссия такова:
tr: Görevimiz şunlardır:

source: Help people identify if they will have problems when publishers offer their web sites on IPv6;
pl: Pomóc ludziom zidentyfikować czy mają problem gdy wydawcy oferują swoje strony na IPv6;
ru: Помочь людям определить, будут ли они иметь проблемы, когда издатели предлагают свои веб-сайты на IPv6;
tr: Yayıncıların kendi web sitelerini IPv6 ile sunduklarında sorun yaşayıp yaşamayacaklarını belirlemelerine yardımcı olun;

source: Help people fix their system configuration so that they are no longer affected.
pl: Pomóc ludziom naprawić ich konfigurację systemu żeby już ich to nie dotyczyło.
ru: Помочь людям исправить свою конфигурацию системы так, чтобы их это больше не касалось.
tr: Kullanıcıların sistem yapılandırmasını düzeltmelerinden ve etkilenmemelerine yardımcı olun.

source: To do so in a brand neutral, ad-free way.
pl: Aby to uczynić w sposób neutralny i wolny od reklam.
ru: Сделать это нейтральным способом без рекламы.
tr: Tarafsız markada ücretsiz reklam yoluyla yap.

source: Why do we do this?
pl: Dlaczego to robimy?
ru: Почему мы делаем это?
tr: Bunu neden yapıyoruz?

source: Because of 1 out of every 4000 users are "broken" based on industry measurements. This has delayed the web sites from publishing to IPv6.
ru: Из-за того, что каждый 1 из 4000 пользователей "получают проблемы" на основании отраслевых измерений, что задерживает публикацию веб-сайтов по IPv6 протоколу.
tr: Her 4000 kullanıcısından 1'inde endüstri ölçümlerine dayanarak "kırık" olduğu belirlendiği için bu web sitelerinin yayınlanmasını IPv6'ya erteledi.

source: So, what is meant by "broken"?
pl: Co należy rozumieć mówiąc "złamane"?
ru: Итак, что значит "проблемы"?
tr: Peki, "kırık" demek ne demektir?

source: When you go to your favorite web site in a browser, and it hangs for several seconds or even minutes. If the publisher publishes to IPv6, and your computer has a *broken* IPv6 route (as compared to having no route), then your computer will attempt to use that broken route first, before falling back to the IPv4 Internet.
ru: Когда вы заходите на свой любимый веб-сайт в браузере, и он зависает в течение нескольких секунд или даже минут. Если издатель публикует на IPv6, и ваш компьютер имеет *проблемный* IPv6 маршрут (по сравнению с отсутствием маршрута), то ваш компьютер сначала попытается использовать этот сломанный маршрут, а затем вернется в IPv4 Интернет.
tr: Bir tarayıcıda en sevdiğiniz web sitesine gittiğinizde birkaç saniye veya birkaç dakika duruyorsa, yayıncı IPv6'ya yayınlar ve bilgisayarınızda * bir kırık * (hiçbir rota bulunmadığına kıyasla), bilgisayarınız IPv4 İnternet'e geri dönmeden önce bu bozuk rotayı kullanmaya çalışır.

source: What causes these timeouts?
pl: Co powoduje przekraczanie czasu oczekiwania?
ru: Что вызывает эти превышения времени ожидания?
tr: Zaman aşımının sebebi nedir?
