Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: This FAQ has been produced to try and address issues caused when using Firefox
ru: Эта справка была создана для того, чтобы попытаться решить проблемы, возникающие при использовании Firefox
tr: Bu SSS, Firefox'u kullanırken oluşan sorunları denemek ve bunları ele almak için üretilmiştir

source: <b>How this site works:</b> This site tells your browser to try and load several remote javascript files. Each file is on a different server. After each one finishes, we look at which ones worked - and which ones failed. Depending on the pattern, we can guess at IPv4 and IPv6 compatibility, and sometimes suggest possible fixes.
ru: <b>Как работает этот сайт:</b> Этот сайт сообщает вашему браузеру попробовать загрузить несколько удаленных файлов javascript. Каждый файл находится на отдельном сервере. После каждого из них мы смотрим, какие из них сработали, а какие нет. В зависимости от шаблона, мы можем угадать совместимость с IPv4 и IPv6, а иногда и предложить возможные исправления.
tr: <b> Bu site nasıl çalışır: </ b> Bu site, tarayıcınıza birkaç uzak javascript dosyası denemesini ve yüklemesini söyler. Her dosya farklı bir sunucuda. Her biri bittikten sonra, hangilerinin çalıştığını - hangilerinin başarısız olduğunu - görüyoruz. Modele bağlı olarak IPv4 ve IPv6 uyumluluğunu tahmin edebiliriz ve bazen olası düzeltmeleri önermekteyiz.

source: Some browser plugins enforce policies that are compatible with the above behavior. They block connections that (to them) look like they might be 3rd party advertising or tracking. There is no good way to identify this plugins from inside javascript; nor any good way to work around it.
ru: Некоторые плагины браузера применяют политики, совместимые с описанным выше поведением. Они блокируют соединения, которые (по их мнению) выглядят так, будто они могут быть рекламой или отслеживанием третьей стороны. Нет хорошего способа идентифицировать эти плагины изнутри javascript; нет и хорошего способа обойти его.
tr: Bazı tarayıcı eklentileri, yukarıdaki davranışla uyumlu politikaları zorlar. Üçüncü taraf reklam veya izleme gibi görünen bağlantıları (onlara göre) engellerler. Bu eklentileri javascript içinde tanımlamak için iyi bir yol yoktur; ne de bunun etrafında çalışmanın iyi bir yolu yoktur.

source: In the case of Firefox, the most common plugins that cause problems are AdBlock and RequestPolicy. There are probably others - any which claims to prevent XSS, CSRF, or Cross Site Scripting can be a problem. Try disabling these plugins (either temporarilly via any menu they offer you, or via the Firefox add-ons menu).
ru: В случае Firefox, наиболее распространенными плагинами, которые вызывают проблемы, являются AdBlock и RequestPolicy. Возможно, есть и другие - любые, которые утверждают, что препятствуют XSS, CSRF или Cross Site Scripting, могут быть проблемой. Попробуйте отключить эти плагины (либо временно через любое меню, которое они предлагают, либо через меню дополнительных модулей Firefox).
tr: Firefox durumunda, sorunlara neden olan en yaygın eklentiler AdBlock ve RequestPolicy'dir. Muhtemelen başkaları da vardır - XSS, CSRF veya Siteler Arası Komut Dosyalarını engellemeyi iddia eden herhangi bir soru bir sorun olabilir. Bu eklentileri devre dışı bırakmayı deneyin (geçici olarak size sundukları herhangi bir menü aracılığıyla veya Firefox eklentileri menüsünden).

source: Alternative test for you..
pl: Alternatywny test dla Ciebie..
ru: Альтернативные тесты для вас..
tr: Sizin için alternatif test..

source: This image based test is provided as a workaround. It will give you a quick pass/fail test, to tell you if you should be worried for World IPv6 Day.
ru: Этот тест на основе изображений предоставляется в качестве обходного пути. Это даст вам быстрый тест на работоспособность, чтобы определить, стоит ли беспокоиться по поводу международного дня IPv6.
tr: Bu görsel tabanlı test, bir geçici çözüm olarak sağlanmıştır. Size Dünya IPv6 Günü için endişe edip etmeyeceğinizi söylemek size hızlı bir geçiş / başarısızlık testi verecektir.

source: The following table will try and load 3 images.
pl: Poniższa tabela spróbuje załadować 3 zdjęcia.
ru: Следующая таблица попытается загрузить 3 изображения.
tr: Aşağıdaki tablo 3 görüntü yükleyecek ve yükleyecektir.

source: test images for ipv4, dual stack, and ipv6
pl: testowe obrazy dla IPv4, IPv6 i IPv4+IPv6
ru: тестовые изображения для ipv4, dual stack и ipv6
tr: ipv4, çift yığın ve ipv6 için test görüntüleri

source: Pass?
pl: Hasło?
ru: Пройден?
tr: Geçiş?

source: Method
pl: Metoda
ru: Метод
tr: Yöntem

source: More Info
pl: Więcej informacji
ru: Дополнительные сведения
tr: Daha Fazla Bilgi

source: IPv4. Basic traditional Internet.
pl: IPv4. Podstawowy, tradycyjny internet.
ru: IPv4. Обычный интернет.
tr: IPv4. Temel geleneksel Internet.

source: If green, you will have no problem on World IPv6 day.
pl: Jeśli zielony, nie będziesz miał problemu podczas światowego dnia IPv6.
ru: Если зеленый, то у вас не будет проблем во всемирный день IPv6.
tr: Yeşil ise, Dünya IPv6 gününde sorun yaşamayacaksınız.

source: If this fails, seek help from your IT department, helpdesk, or ISP tech support.
ru: Если это не удается, обратитесь за помощью в ИТ-отдел, службу поддержки или техническую поддержку вашего провайдера.
tr: Bu başarısız olursa, IT departmanınızdan, yardım masasında veya ISP teknik desteğinden yardım isteyin.

source: If this fails, consider using the <a href="/">full test</a>, with IE, Firefox, Safari, or Chrome, to get more detailed information about possible failure reasons.
pl: Jeśli to się nie powiedzie, rozważ przeprowadzenie <a href"/">pełnego testu</a> korzystając z IE, Firefox, Safari albo Chrome. Otrzymasz wtedy bardziej szczegółowe informacja odnośnie możliwych przyczyn niepowodzenia.
ru: Если это не удастся, воспользуйтесь <a href="/">полным тестом</a> с IE, Firefox, Safari или Chrome чтобы получить более подробную информацию о возможных причинах сбоя.
tr: Bu başarısız olursa, muhtemel arıza nedenleriyle ilgili daha ayrıntılı bilgi edinmek için IE, Firefox, Safari veya Chrome ile <a href="/"> tam testi </a> kullanmayı düşünün.

source: <i>If red or blank, do not stress!</i> Few people already have IPv6 at this time; and it is not critical for 2011 but will be for the coming years.
ru: <i>Если красный или пустой, не паникуйте!</i>Мало кто использует IPv6 в настоящее время, это не критично сейчас, но будет в ближайшие годы.
tr: <i> Kırmızı veya boşsa, stres atmayın! </ i> Şu anda IPv6 kullanan az insan var; ve 2011 için kritik değil, önümüzdeki yıllar için olacak.

source: FAQ on Plugins and Add-Ons
pl: Często zadawane pytania dotyczące wtyczek i dodatków
ru: ЧаВо по плагинам и надстройкам
tr: Eklentiler ve Eklentiler Hakkında SSS

source: This FAQ has been produced to try and address issues caused when using browser add-ons
ru: Эта справка была создана, чтобы попытаться решить возникающие проблемы при использовании дополнительных модулей браузера
tr: Bu SSS, tarayıcı eklentilerini kullanırken oluşan sorunları denemek ve bunları ele almak için üretilmiştir

source: This image based test is provided for those with browsers or browser plugins incompatible with the <a href="/">main test</a>. This page provides only a subset of features, but should be enough for a simple pass/fail.
ru: Этот тест на основе изображений предназначен для тех, у кого есть браузеры или плагины, несовместимые с <a href="/">основным тестом</a>. Эта страница предоставляет только подмножество возможностей, но этого должно быть достаточно для простого тесна на работоспособность.
tr: Bu görsel tabanlı test, <a href="/"> ana testle </a> uyuşmayan tarayıcılara veya tarayıcı eklentilerine sahip olanlar için sağlanmıştır. Bu sayfa yalnızca bir özellik alt kümesi sağlar, ancak basit bir geçiş / başarısızlık için yeterli olmalıdır.

source: Why IPv6?
pl: Czemu IPv6?
ru: Почему IPv6?
tr: Neden IPv6?

source: This is an interesting question. IPv6 buys you only a bit more than you already have today; and most of that is a promise. IPv6 will help you preserve the level of Internet connectivity between your home and other locations on the Internet, without interference, as you enjoyed in 2012.
ru: Интересный вопрос. IPv6 предоставляет вам лишь немного больше, чем у вас уже есть, и большая часть этого является обещанием. IPv6 поможет вам сохранить уровень интернет-соединения между вашим домом и другими местами в интернете без помех, как это было в 2012 году.
tr: Bu ilginç bir soru. IPv6 bugün sizi daha çok satın alıyor; ve bunların çoğu bir vaad. IPv6, evinizde ve İnternet'teki diğer konumlarınız arasında, 2012'de sevdiğiniz gibi etkileşime girmeden, İnternet bağlantısının seviyesini korumanıza yardımcı olacaktır.

source: The promise is the ability to give every device in your house a reachable network address. Each house will have practically unlimited network addresses (2<sup>64</sup> if you're curious - about 18 billion billions). Each house may potentially have more than that, particularly if they have the need for multiple networks within the home. Many ISPs will be able to easy give you 256 of those networks. <em>Running out of IPv6 address space will seem impossible for decades.</em>
ru: Обещанием является возможность предоставить каждому устройству в вашем доме доступный сетевой адрес. Каждый дом будет иметь практически неограниченное количество сетевых адресов (2<sup>64</sup>, если вам интересно - около 18 миллиардов). Каждый дом потенциально может иметь больше этого, особенно если у них есть потребность в нескольких сетях в доме. Многие провайдеры интернет-услуг смогут легко предоставить вам 256 таких сетей. <em>Бег из IPv6 использование адресного пространства будет казаться невозможным в течение десятилетий.</em>
tr: Söz, evinizdeki her cihaza erişilebilir bir ağ adresi verme becerisidir. Her ev neredeyse sınırsız ağ adresine sahip olacak ( merak ediyorsanız 2 <sup> 64 </ sup> - yaklaşık 18 milyar milyarlarca). Her evde, özellikle evde birden çok şebekeye ihtiyaç duyulması halinde, bundan daha fazlasına sahip olabilir. Çoğu İSS size bu ağlardan 256'sı kolaylıkla verebilecek. <em> IPv6 adres alanından kaçmak, onlarca yıldır imkansız gibi görünüyor. </ em>

source: Applications to take advantage of this are just now being thought of. Imagine having all of your home electronics accessible from work or from your mobile phone. You could watch your TV recorder, or the security camera. You could check the fridge, perhaps start the oven timer. Maybe turn on the air conditioning or the heater when you know you're coming home early. All of these *can* be done today, but are cumbersome with IPv4 if you're using a single IPv4 address today. And, very difficult in the future, with where IPv4 is heading next.
ru: Заявки на использование этой возможности только сейчас находятся на стадии рассмотрения. Представьте себе, что вся ваша домашняя электроника доступна с работы или с мобильного телефона. Ты можешь смотреть видеокамеру или камеру безопасности. Вы можете проверить холодильник, возможно, запустить таймер духовки. Может быть, включишь кондиционер или обогреватель, когда будешь знать, что приедешь домой пораньше. Все это *можно* сделать сегодня, но громоздко с IPv4, если вы используете только один IPv4 адрес. И, что очень сложно в будущем, с тем, к чему приведет IPv4.
tr: Bunun avantajlarından yararlanmak için başvurular şu anda düşünülüyor. Tüm ev elektroniklerinizi iş yerinde veya cep telefonunuzdan erişebildiğinizi düşünün. TV kaydedicinizi veya güvenlik kamerasını izleyebilirsiniz. Buzdolabını kontrol edebilir, belki fırın zamanlayıcısını başlatabilirsin. Belki erken eve döndüğünüzü bildiğiniz zaman klima veya ısıtıcıyı açın. Bunların hepsi bugün yapılabilir, ancak bugün tek bir IPv4 adresi kullanıyorsanız IPv4'le hantaldır. Ve gelecekte IPv4'in nereye ilerleyeceği çok zor.

source: What Is Wrong with IPv4
pl: Co jest nie tak z IPv4
ru: Что не так с IPv4
tr: IPv4 ile Ne Yanılıyor

source: The traditional IPv4 Internet is running out of space. The IANA registry (at the global level) is either just about out, or totally out, depending on when you read this. They are expected to announce this depletion Janaury or February 2011.
ru: Традиционные IPv4 адреса уже закончились. Реестр IANA (на глобальном уровне) уже почти полностью пуст. Об истощении было объявлено 3 февраля 2011 года.
tr: Geleneksel IPv4 İnternet alanı doluyor. IANA kayıt defteri (küresel düzeyde), bunu okuduğunuza bağlı olarak ya dışarı ya da tamamen dışarıdadır. Onların bu tükenme Janaury'yi veya Şubat 2011'i açıklamaları bekleniyor.

source: As Internet service providers each run out of the space they have been allocated, they will have to find creative ways to help keep taking on new customers. Those customers will still need access to the IPv4 Internet.
ru: По мере того, как интернет-провайдеры будут исчерпывать выделенное им адресное проостранство, им придется творчески подходить к поиску путей дальнейшего привлечения новых клиентов. Эти клиенты будут по-прежнему нуждаться в доступе к интернету по протоколу IPv4.
tr: İnternet servis sağlayıcılarının her biri tahsis ettikleri alanın bittiğinde, yeni müşterilere ayak uydurmaya yardımcı olmak için yaratıcı yollar bulmak zorunda kalacaklardır. Bu müşteriler hala IPv4 Internet erişimine ihtiyaç duyacaktır.

source: Q: I heard there are millions of addresses left. Take it back from the companies not using it! Use the Class E space! (etc).
ru: В: Я слышал, что осталось ещё достаточно много адресов. Отберите лишние у компаний, не использующих их! Используйте пространство E класса! (и т. д.).
tr: S: Milyonlarca adres kaldığını duydum. Onu kullanmayan şirketlerden geri al! Sınıf E alanını kullanın! (vb).

source: Those have been looked at. The space is relatively small, given the rate that the world is consuming it now. Forcefully taking back space would require more time in the court systems than it would buy back. Other currently reserved space is too difficult to use - it would require replacing most of the routers in the world to do so.
ru: На них уже смотрели. Адресное пространство относительно невелико, учитывая скорость, с которой мир потребляет его сейчас. Принудительное изъятие адресов потребует больше времени в судебных системах, чем их выкуп. Другие зарезервированные в настоящее время адреса слишком сложны в использовании - для этого потребуется заменить большинство маршрутизаторов в мире.
tr: Onlara baktılar. Dünya, şu anda onu tüketme oranı göz önüne alındığında, alan nispeten küçük. Alanı zorunlu olarak geri almak mahkeme sistemlerinde geri satın alacağından daha fazla zaman gerektirir. Şu anda ayrılmış olan diğer alanlar çok zordur - bunu yapmak için dünyanın birçok yönlendiricisinin değiştirilmesi gerekecektir.

source: Q: What creative ways will ISPs keep IPv4 running?
pl: P: Jakimi twórczymi sposobami ISPs zachowa IPv4 uruchomione?
ru: В: Какие творческие подходы позволят провайдерам услуг Интернет поддерживать работу протокола IPv4?
tr: S: ISS'ler, IPv4'ü nasıl çalışacak tutmak için yaratıcı yollar olacak?

source: Most commonly, some form of NAT. NAT is a form of address sharing; think of it as a party line from the earlier days of the telephone. You'll be able to make outgoing connections easy enough, as long as your shared IP address is not too busy.
ru: Чаще всего, использую некоторую разновидность NAT. NAT - это способ совместного использования адресов; думайте об этом как о линии связи с первых дней разговора по телефону. Вы сможете сделать исходящие соединения достаточно простыми, если ваш общий IP-адрес не слишком загружен.
tr: Çoğu zaman, NAT'ın bazı biçimleri. NAT, adres paylaşımının bir biçimidir; telefonun önceki günlerinden bir parti çizgisi olarak düşünün. Paylaşılan IP adresiniz çok meşgul olmadığı sürece giden bağlantıları kolaylaştırabilirsiniz.

source: Note this is in addition to any NAT you do at home.
ru: Обратите внимание, что это в дополнение к любой NAT, которую вы делаете дома.
tr: Bunun evdeki herhangi bir NAT'a ek olarak olduğunu unutmayın.

source: Q: So, why worry? NAT will work, right? I use NAT at home today after all..
ru: В: Итак, зачем волноваться? NAT работает, верно? В конце концов, я использую NAT дома сегодня..
tr: S: Peki, neden endişeleniyorsun? NAT çalışacak, değil mi? Her şeyden evde NAT'ı evde kullanıyorum..

source: Sort of. Basic web browsing should be OK for most sites. Some map sites, the itunes store, and other sites that use a <em>huge</em> number of connections to rapidly load the page, may start showing blank images, depending on how many people share that public IP address.
ru: Вроде того. Для большинства сайтов обычный просмотр веб-страниц должен быть нормальным. Некоторые картографические сайты, хранилища itunes и другие сайты, использующие <em> огромное </em> количество соединений для быстрой загрузки страницы, могут начать показывать пустые изображения в зависимости от того, сколько людей используют этот публичный IP адрес.
tr: Birazca. Çoğu web sitesinde temel web tarama işlemi tamam olmalıdır. Sayfayı hızla yüklemek için bir dizi <em> büyük </ em> bağlantı kullanan bazı harita siteleri, itunes mağazası ve diğer siteler, bu genel IP adresini kaç kişinin paylaştığına bağlı olarak boş resimler görüntülemeye başlayabilir.

source: Mail will still work, both traditional as well as web based.
pl: Wiadomości będą dalej działały, zarówno tradycyjne jak i internetowe.
ru: Почта по-прежнему будет работать, как обычная так и сетевая.
tr: Mail, hem geleneksel hem de web tabanlı olarak hala çalışacaktır.

source: Q: What will break when ISPs NAT their customers?
ru: В: Что может не работать, когда провайдеры интернет-услуг NAT подключат своих клиентов?
tr: S: İSS'ler müşterilerine ulaştığında ne gibi aksamalar olacak?

source: When web sites have to block abusers, they often block the IP address the abuse came from. If you are sharing your IP address with 1000 other broadband customers, if *any* of them trigger a block, you will be blocked too. Your ISP is not likely to be able to assist in fixing this.
ru: Когда веб-сайты должны блокировать нарушителей, они часто блокируют IP-адрес, с которого они пришли. Если Вы делитесь своим IP-адресом с 1000 другими пользователями широкополосной связи и если *какой-либо* из них вызовет блокировку, вы также будете заблокированы. Вероятность того, что ваш провайдер интернет-услуг вряд ли сможет помочь исправить ситуацию.
tr: Web siteleri istismar eden kişileri engellemek zorunda kaldıklarında, istismarın geldiği IP adresini sık sık engellerler. IP adresinizi diğer 1000 genişbant müşterisiyle paylaşıyorsanız, * herhangi * bir blok devreye sokarsa, siz de engellenirsiniz. İSS'nizin bu sorunu çözmede yardımcı olması muhtemel değildir.

source: Running servers at home will break, unless you arrange to pay for a static IP address. Assuming the ISP is able to offer this at all, we expect the price for this to go up over the coming years. Some ISPs may be able to offer you a port forward on a static IP on an odd port number - but not the whole IP address
ru: Запуск серверов дома будет прерван, если вы не договоритесь оплатить статический IP-адрес. Если предположить, что провайдер услуг интернет может предложить эту услугу для всех, мы ожидаем, что цена на нее возрастет в ближайшие годы. Некоторые провайдеры могут предложить вам переадресацию порта со статическим IP-адресом на нечетный номер порта, но не на весь IP-адрес
tr: Statik bir IP adresi için ödeme yapmadığınız sürece sunucuları evde çalıştırmak kesilecektir. ISP'nin bu hizmeti herkese sunabileceğini varsayarsak, bunun fiyatının önümüzdeki yıllarda yükselmesini bekliyoruz. Bazı ISS'ler, tek bir port numarasında statik bir IP üzerinde ileri bir bağlantı noktası sunabilir - ancak tüm IP adresi değil

source: Running p2p applications will likely break. <b>This includes things like voice and video chat, video games, and yes - even those legal BitTorrent clients.</b> Some ISPs may handle this better than others, and some applications may handle this better than others, but there will be a lot of road bumps over all on this.
ru: Запуск p2p приложений, скорее всего, прервется. <b>Это включает такие вещи, как голосовой и видеочат, видеоигры и да - даже легальные клиенты BitTorrent.</b> Некоторые провайдеры интернет-услуг могут справиться с этим лучше, чем другие, и некоторые приложения могут справиться с этим лучше других, но на этом пути будет много сложностей.
tr: P2P uygulamalarını çalıştırmak muhtemelen kırılacaktır. <b> Bu, sesli ve görüntülü sohbet, video oyunları ve evet - hatta yasal BitTorrent istemcileri gibi şeyleri içerir. </ b> Bazı ISS'ler bu konuyu diğerlerinden daha iyi işleyebilir ve bazı uygulamalar bu konuyu diğerlerinden daha iyi işleyebilir, ancak bu konuyla ilgili çok sayıda yol darbesi olacaktır.

source: Web sites that today automatically show you your local weather, news, and movies may no longer be able to locate you using your IPv4 address; you'll have to tell the web sites where in the world you are
tr: Günümüzde otomatik olarak yerel hava durumunuzu, haberlerinizi ve filmlerinizi gösteren web siteleri sizi IPv4 adresinizi kullanarak bulamaz; dünyanın neresinde olduğunuzu web sitelerine söylemek zorundasınız

source: Q: Do I have to give up IPv4, to go IPv6?
pl: P: Czy muszę zrezygnować z IPv4, aby przejść do IPv6?
ru: В: должен ли я отказаться от IPv4, чтобы перейти на IPv6?
tr: S: IPv6'ya gitmek için IPv4' vazgeçmeli miyim?

source: No. They can co-exist. Most ISPs will continue to offer some form of IPv4 (most NAT'd) while offering IPv6. So you can reach the web sites that are still IPv4 only.
ru: Нет. Они могут сосуществовать. Большинство провайдеров интернет-услуг будут продолжать предоставлять IPv4 (большинство NAT'ов) в той или иной форме, предлагая IPv6. Таким образом, вы можете добраться до веб-сайтов, которые все еще имеют только IPv4.
tr: Hayır, birlikte çalışabilirler. Çoğu İSS, IPv6 sunarken bir şekilde IPv4'ten (çoğu NAT'dan) teklif vermeye devam edecektir. Böylece sadece IPv4 olan web sitelerine ulaşabilirsiniz.

source: Q: When is the cutoff date for switching?
pl: P: Kiedy jest data odcięcia dla przełączania?
ru: В: Когда наступает дата отключения или переключения?
tr: S: Değiştirme tarihi ne zaman?

source: Most service providers will keep existing IPv4 users on the same service they have now. Only when they change services will they be forced to share a public address with other residences. Either way, you'll still have IPv4 available for years to come, in most markets.
ru: Большинство провайдеров услуг будут держать существующих пользователей IPv4 на том же уровне, что и сейчас. Только при смене службы они будут вынуждены делиться публичным адресом с другими резиденциями. В любом случае, IPv4 будет доступен в течение многих лет на большинстве рынков.
tr: Servis sağlayıcıların çoğu mevcut IPv4 kullanıcılarını sahip oldukları hizmette kalmaya devam edecektir. Ancak hizmetleri değiştirdiklerinde, diğer konutlarla ortak bir adres paylaşmaya zorlanırlar. Her iki durumda da, çoğu pazarda önümüzde ki yıllar için hala IPv4 kullanımınıza sahip olacaksınız.

source: As such, there is no hard cutoff date. Just be aware that IPv4 will start working less well over time.
ru: Таким образом, жесткой даты отключения не будет. Просто имейте в виду, что IPv4 со временем начнет работать менее эффективно.
tr: Bu nedenle, kesilme tarihi yoktur. IPv4'ün zamanla daha iyi çalışmaya başlayacağını unutmayın.

source: Q: Will I have to replace my OS?
pl: P: Czy będę musiał wymienić mój System Operacyjny?
ru: В: Придётся ли мне сменить свою операционную систему?
tr: S: İşletim Sistemimi değiştirmek zorunda kalacak mıyım?
