Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Newer operating systems have IPv6 enabled by default. Older ones, may have IPv6 enabled, as a result of user action (or specific applications). Enabling IPv6 does not automatically make you vulnerable.
ru: Более новые операционные системы по умолчанию имеют включенный IPv6. Более старые, могут иметь включенный IPv6, в результате действий пользователя (или определенных приложений). Включение IPv6 не делает вас уязвимыми автоматически.
tr: Yeni işletim sistemlerinde IPv6 varsayılan olarak etkindir. Daha eski olanlar, kullanıcıeylemi (veya belirli uygulamalar) sonucunda IPv6'yı etkinleştirebilir. IPv6'yı etkinleştirmek sizi otomatik olarak savunmasız hale getirmez.

source: The problem lies when your system is convinced to try and use IPv6, when it is not working adequately. This may be because you're using a public service for your IPv6 gateway. Or, someone on your network, was advertising (to the network) IPv6 through Internet connection sharing; and they left. Last, your router may have IPv6 automatically configured to use public unmanaged gateways; and is telling your computer to use it.
ru: Проблема заключается в том, что ваша система убедительно пытается использовать IPv6, когда он не работает должным образом. Это может быть связано с тем, что вы используете общедоступную службу для шлюза IPv6. Или, кто-то в вашей сети рекламировал (в сети) IPv6 через интернет соединение общего пользования, и оно перестало работать или пропало. Наконец, ваш маршрутизатор может автоматически настроить IPv6 на использование публичных неуправляемых шлюзов; и говорит вашему компьютеру, чтобы он использовал его.
tr: Sorun, sisteminiz yeterince çalışmadığında IPv6'yı denemek ve kullanmak için ikna olduğunda ortaya çıkar. Bunun nedeni, IPv6 ağ geçidi için bir kamu hizmeti kullanıyor olmanız olabilir. Veya, ağınızdaki birisi Internet bağlantısı paylaşımı yoluyla IPv6'yı (ağa) reklam veriyor olabilir; ama olmadı. Son olarak, yönlendiriciniz, ortak yönetilmeyen ağ geçitlerini kullanacak şekilde otomatik olarak yapılandırılmış IPv6'ya sahip olabilir; bilgisayarınıza onu kullanmasını söylüyor.

source: The simplest, yet near-sighted, solution, would be just to disable IPv6. However, over the next couple of years, this will start to cause you more troubles than not. It would be best to instead find the root of your actual problem, and fix that instead.
ru: Самым простым, ближайщим решением было бы отключение IPv6. Однако в течение следующих нескольких лет это может доставить вам больше неприятностей, чем решение. Вместо этого, лучше всего найти корень проблемы и исправить ее.
tr: En kolay, en yakın görüşlü çözüm, sadece IPv6'yı devre dışı bırakmak olacaktır. Bununla birlikte, önümüzdeki birkaç yıl içide, sizi daha çok sıkıntıya sokmaya başlaycaktır. Bunun yerine, asıl sorunun kökünü bulmak ve bunun yerine düzeltmek en iyisidir.

source: The <a href="broken.html">Broken User FAQ</a> has several suggestions for broken users to follow, to remediate their situation.
ru: В <a href="break.html">ЧаВО о неработоспособностях</a> есть несколько предложений для исправления ситуации, которым должны следовать пользователи с проблемами подключений IPv6.
tr: <a href="broken.html"> Kırık Kullanıcı SSS </a> kırık kullanıcılar için çeşitli öneriler vardır,durumlarını iyileştirmek için, takip et.

source: How you can help
pl: Jak możesz pomóc
ru: Как вы можете помочь
tr: Nasıl yardımcı olabilirsiniz?

source: This is an open-source project. I can certainly use your help in a variety of ways; please see the <a href="source.html">source</a> page.
pl: Jest to projekt typu open-source. Z pewnością mogę skorzystać z twojej pomocy na różne sposoby; zobacz <a href="source.html"> źródło</a> strony.
ru: Это проект с открытым исходным кодом. Я определенно могу использовать вашу помощь различными способами; пожалуйста, посмотрите страницу <a href="source.html">wiki-записей</a> на github.
tr: Bu açık kaynak kodlu bir projedir. Yardımınızı çeşitli şekillerde kullanacağımdan emin olabilirsiniz; lütfen <a href="source.html"> kaynak </a> sayfasına bakın.

source: test-ipv6.com mirrors
pl: mirrory test-ipv6.com
ru: Зеркала test-ipv6.com
tr: test-ipv6.com yansıma siteleri

source: These are the known publicly accessible mirrors for test-ipv6.com.
ru: Это известные общедоступные зеркала test-ipv6.com.
tr: Bunlar, test-ipv6.com için genel olarak erişilebilen bilinen aynalardır.

source: Thank you to all of these organizations, who have put in significant effort to provide this mirror sites. If you have problems with the site you are on now, try another mirror site; perhaps one closer to you.
ru: Благодаря всем этим организациям, приложившим значительные усилия, чтобы создать это зеркало сайта. Если у вас есть проблемы с сайтом на котором вы сейчас находитесь, попробуйте другое зеркало сайта; возможно, оно будет ближе к вам.
tr: Ayna sitelerini sunmak için çaba gösteren tüm organizasyonlara teşekkür ederiz. Bulunduğunuz siteyle ilgili sorunlarınız varsa, başka bir yansıtma sitesini deneyin; belki de biri sana daha yakındır.

source: Hints Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(1); return false;">click here</a> to re-check reachability from where you are to those mirrors.
ru: Таблицу можно сортировать по заголовкам столбцов; <a href="#" onclick="GIGO.test_sites(1); return false;">нажмите здесь</a>, чтобы повторно проверить доступность зеркал.
tr: İpuçları; Sütunlar sıralanabilir (ilk satırı tıklayın); Bu aynalara nerede olduğunuzu tekrar kontrol etmek için <a href="#" onclick="GIGO.test_sites(1); return false;"> buraya tıklayın </a>.

source: (generated by javascript)
pl: (wygenerowane przez javascript)
ru: (генерируется на JavaScript)
tr: (javascript tarafından oluşturuldu)

source: Interested in running a mirror?
pl: Jesteś zainteresowany uruchamianiem mirrora?
ru: Заинтересованы в запуске зеркала?
tr: Bir yansıma çalıştırmakla ilgileniyor musunuz?

source: Mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
ru: Зеркала приветствуются и ценятся, будь то государственные или частные. Подробнее см. в <a href="https://github.com/falling-sky/source/wiki"> вики</a>.
tr: Aynalar, ister kamusal isterse özel olsun, memnuniyetle karşılanır ve takdir edilir. Detaylar için <a href="https://github.com/falling-sky/source/wiki"> wiki </a> bakınız.

source: test-ipv6.com views on 6to4
pl: test-ipv6.com wyświetlenia na 6to4
ru: test-ipv6.com обозревает технологию 6to4
tr: 6to4'deki test-ipv6.com görüntülemeleri

source: The ugly bits
pl: Brzydkie bity
ru: Простое решение
tr: Çirkin bitler

source: The good bits
pl: Dobre bity
ru: Приемлемое решение
tr: İyi bitler

source: 6to4 is a technology that allows you to use your existing Internet provider (with only IPv4), to access the IPV6 Internet. It does this by putting IPv6 packets inside IPv4 packets, and with the help of some friendly folks on the Internet. (The specification of this is in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
ru: 6to4 — это технология, которая позволяет вам пользуясь вашим существующим провайдером (с только IPv4), получить доступ к Интернету IPv6. Эта технология работает, как поставляя пакеты IPv6 внутри пакетов IPv4, так и с помощью некоторых дружественных сервисов в Интернете. (Подробнее в информации о <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>).
tr: 6to4, IPV6 Internet'e erişmek için varolan Internet sağlayıcınızı (sadece IPv4 ile) kullanmanıza izin veren bir teknolojidir. Bunu, IPv6 paketlerini IPv4 paketlerine koyarak ve Internetteki bazı dostça insanlar ona yardım ederek yapar. (Bunun belirtimi <a href="http://www.ietf.org/rfc/rfc3056.txt"> rfc3056 </a> 'da verilmiştir.)

source: Before covering my actual view on 6to4, lets discuss how it works.
ru: Перед описанием моего фактического взгляда на 6to4, давайте обсудим, как он работает.
tr: 6to4'le ilgili gerçek görüşümü belirtmeden önce, nasıl çalıştığını tartışalım.

source: With traditional IPv4 Internet connections, traffic goes from you, to your ISP; to one or more ISPs; and finally to the end web site. Debugging issues with this is fairly easy. And, in the event of issues, your ISP has an obligation to fix things that they are associated with; the web site has a similiar contract with their ISP.
ru: При обычном IPv4 подключении к интернет трафик идет от вас к вашему интернет-провайдеру, к одному или нескольким интернет-провайдерам и, наконец, достигает конечного веб-сайта. Отладка проблем с этим довольно проста и, в случае возникновения проблем, ваш провайдер обязан исправить вещи, с которыми они связаны; веб-сайт имеет аналогичный контракт с их провайдером.
tr: Geleneksel IPv4 Internet bağlantılarıyla, trafik sizden ISP'nize; bir veya daha fazla ISS'e; ve sonunda web sitesine giderek son bulur. Bununla ilgili hata ayıklama sorunlarının çözümleri oldukça kolaydır. Ve sorunlar olduğunda, İSS'nizin ilişkili oldukları şeyleri düzeltme yükümlülüğü vardır; web sitesi ISS'si ile benzer bir sözleşmeye sahiptir.

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP<i>may</i> run one of these; most do not. Chances are the one you use, will be run by a good samaritan who's trying to contribute to the community. This relay will take the IPV6 from inside your IPv4 packet, and then forward it over the IPV6 Internet.
ru: С неуправляемыми 6to4 соединениями (созданными "автоматически" или без явной информации о шлюзе) процесс немного отличается. IPv6 помещается в пакет IPv4 также, как письмо в конверте. Этот пакет отправляется на ближайший доступный шлюз. Ваш провайдер<i>может</i> запустить один из них; большмнство этого не делают. Скорее всего тот, который вы используете, будет управляться добрым самаритянином, который пытается внести свой вклад в сообщество. Это реле будет принимать IPV6 изнутри вашего пакета IPv4, а затем пересылать его через интернет IPV6.
tr: Yönetilmeyen 6to4 bağlantılar ("otomatik" veya açık ağ geçidi bilgisi olmadan) ile işlem biraz farklıdır. IPv6 bir IPv4 paketine konur - tıpkı zarf içinde bir harf yapıştırmak gibi. Bu paket "en yakın kullanılabilir" ağ geçidine gönderilir. Sizin ISS <i> may </ i> bunlardan yalnızca biri işletilmektedir. Şansınızı kullandığınız, topluluğa katkıda bulunmaya çalışan iyi bir samaritan tarafından çalıştırılma şansınız var. Bu röle, IPV6'yı IPv4 paketinizden alır ve IPV6 İnternet'inden iletir.

source: Traffic from the web site takes a similiar path. That web site replies back to your automatic IPv6 address. This is routed to the nearest 6to4 relay to that web site. This is not deterministic from your part, at all. In fact, you won't even be able to tell where this relay is. That relay will take the IPv6 packet, stick it inside an IPv4 packet, and then send to your router.
ru: Трафик с веб-сайта проходит по аналогичному пути. Этот веб-сайт отвечает на ваш автоматический IPv6-адрес. Ответы направляются к ближайшему 6to4 ретранслятору для этого веб-сайта. Это совсем не определяется с вашей стороны. На самом деле, вы даже не сможете сказать, где этот ретранслятор. Это реле примет пакет IPv6, вставит его внутри пакета IPv4, и после этого пошлет на ваш маршрутизатор.
tr: Web sitesindeki trafik benzer bir yol izliyor. Bu web sitesi, otomatik IPv6 adresinize tekrar yanıt verir. Web sitesine en yakın 6to4 röleye yönlendirilir. Bu sizin tarafınızdan deterministik değildir. Aslında, bu rölenin nerede olduğunu bile anlayamayacaksın. Bu röle, IPv6 paketini alır, bir IPv4 paketi içine yapıştırır ve ardından yönlendiricinize bönderir.

source: Q: What could possibly go wrong?
pl: P: Co mogło pójść nie tak?
ru: В: что может пойти не так?
tr: S: Ters gitme ihtimali olan neydi?

source: The main issues involve the lack of a service level agreement, the lack of predictability, and a lack in the protocol for your computer to realize that this method is not working.
ru: Основные проблемы включают в себя отсутствие соглашения об уровне обслуживания, отсутствие предсказуемости и отсутствие протокола для вашего компьютера, чтобы понять, что этот метод не работает.
tr: Temel sorunlar, bir hizmet düzeyi anlaşması eksikliği, öngörülebilirlik eksikliği ve bilgisayarınızın bu yöntemin çalışmadığını anlaması için protokol eksikliğiyle ilgilidir.

source: Service level agreement: 6to4 relays are put up, voluntarilly by some organizations. They use BGP (the Internet's way of saying "I'm here!") to advertise to the world the existence of the public gateway. Some of them are managed quite well. Some are not. AS long as the route is being advertised, and they are the "closest" (in a BGP network sense - not in your control), that particular relay is the one you MUST use. Same for the web site you're trying to use - they have the same constraints, but most likely using a different relay than you. If anything goes wrong, even if you or the web site can figure out which one it is, there is not a good way to get the problem fixed.
ru: Соглашение об уровне обслуживания: 6to4 реле выставляются некоторыми волонтерскими организациями. Они используют BGP (способ в интернете сказать «Я здесь!») чтобы рекламировать миру существование публичных шлюзов. Некоторые из них управляются достаточно хорошо. Некоторые - нет. Пока маршрут объявляется, и они являются «самыми близкими» (в смысле сети BGP - не в вашем распоряжении), это конкретное реле - это то, которое вы ДОЛЖНЫ использовать. То же самое для веб-сайта, который вы пытаетесь открыть - они имеют одинаковые ограничения, но, скорее всего, используют другое реле, чем у вас. Если что-то пойдет не так, даже если вы или веб-сайт может выяснить, что именно, нет подходящего способа устранить проблему.
tr: Hizmet düzeyi sözleşmesi: 6to4 röle, gönüllü olarak bazı kuruluşlar tarafından konulmaktadır. Onlar, dünyaya kamu geçidinin varlığını ilan etmek için BGP'yi kullanıyorlar (Internet'in "Ben buradayım!" Deme şeklidir). Bazıları oldukça iyi yönetiliyor. Bazıları değil. Güzergah ilan edildiği sürece ve bunlar "en yakın" (BGP şebekesi anlamında - sizin kontrolünüzde değil) oldukları için kullanmanız gereken röle söz konusudur. Kullanmaya çalıştığınız web sitesinde de aynı - orada da aynı kısıtlamaları var, ancak büyük olasılıkla sizden farklı bir geçiş kullanıyor. Herhangi bir yanlışlık olursa, siz veya web sitesi, hangisinin olduğunu anlayabilse bile sorunu düzeltmek için iyi bir yol yoktur.

source: Some ISPs are starting to offer 6to4 relays in their network; one such example is Comcast. But even if your ISP does this, that is only half the battle.
ru: Некоторые провайдеры начинают предлагать 6to4 реле в их сети; одним из таких примеров является Comcast. Но даже если ваш провайдер делает это, это только половина дела.
tr: Bazı ISS'ler ağlarında 6to4 röle sunmaya başlıyor; Böyle bir örnek Comcast'tir. Ancak ISS'niz bunu yapsa bile, bu savaşın yalnızca yarısıdır.

source: Once you enable 6to4, your computer will go "Ah-ha! IPv6 Internet!". Any time you vist a web site, your web browser will prefer to try IPv6 (if the web site is offering it). When it works, great! But when it doesn't work, you'll see timeouts. Browsers can wait a very long time before giving up on IPv6, and going back to IPv4. And the browser won't remember it had to try IPv4 - so ever web graphic, every link you click, etc will be subject to what looks like "web site slow" or "web site down".
ru: Когда вы включите 6to4, ваш компьютер подумает «A-га! IPv6 интернет!». Каждый раз, когда вы просматриваете веб-сайт, ваш веб-браузер предпочтет попробовать IPv6 (если веб-сайт предлагает его). Когда это работает, отлично! Но когда это не сработает, вы увидите таймауты. Браузеры могут подождать очень долго, прежде чем отказаться от IPv6 и вернуться к IPv4. И браузер не будет помнить, что ему нужно было использовать IPv4 - так что даже веб-графика, каждая ссылка, которую вы нажимаете, и т. д. будет подвержена тому, что выглядит как «медленный веб-сайт» или «веб-сайт недоступен».
tr: 6to4'ü etkinleştirdikten sonra, bilgisayarınız "Ah-ha! IPv6 Internet!" Bir web sitesine her baktığınızda, web tarayıcınız IPv6'yı denemeyi tercih eder (web sitesi bunu öneriyorsa). Ne zaman işe yarıyor, harika! Ancak çalışmazsa, zaman aşımlarını görürsünüz. Tarayıcılar, IPv6'dan vazgeçmeden IPv4'e dönmeden önce çok uzun süre bekleyebilir. Ve tarayıcı, IPv4'ü denemek zorunda olduğunu hatırlamaz; bu nedenle hiç web grafik, tıkladığınız her bağlantı vs. "web sitesi yavaş" veya "web sitesi aşağı" gibi görünenlere tabi olacaktır.

source: 6to4 worked for me, but the "Big Packet" or MTU test was slow/failed. What happened?
ru: 6to4 работал для меня, но тест «Big Packet» или MTU был медленным или неудачным. Что случилось?
tr: 6to4 benim için çalıştı, ancak "Big Packet" veya MTU testi yavaş / başarısız oldu?

source: When using 6to4, your IPv6 packet has to be pushed into an IPv4 packet. Internet protocol packets have a maximum size; and this can vary based on the Internet service provider, as well as the equipment used.
ru: При использовании 6to4 пакет IPv6 должен быть помещен в пакет IPv4. Пакеты интернет-протокола имеют максимальный размер; и это может варьироваться в зависимости от поставщика услуг интернет-услуг, а также используемого оборудования.
tr: 6to4 kullanırken, IPv6 paketiniz bir IPv4 paketine aktarılmalıdır. Internet protokol paketlerinin maksimum boyutu vardır; ve bu internet servis sağlayıcısına ve kullanılan ekipmana bağlı olarak değişiklik gösterebilir.

source: Because of this maximum size, your IPv6 packets actually have to be made a bit smaller - so that they fit inside the IPv4 packet, and that the IPv4 packet is still small enough to leave your network.
ru: Из-за ограничения на максимальний размер, ваши IPv6 пакеты на самом деле должны быть сделаны немного меньше - так чтобы они вписывались в IPv4 пакет, и чтобы IPv4 пакет был все еще достаточно мал, чтобы покинуть сеть.
tr: Bu maksimum boyut nedeniyle, IPv6 paketleriniz aslında biraz daha küçülmelidir - böylece IPv4 paketi içine sığar ve IPv4 paketi hala ağınızı terk edecek kadar küçüktür.

source: Further down the line, there may be another network with even tigher restrictions on the packet size. That network may itself be a tunnel - ISPs occasionally have to do that. This is where the problem often - lies. The IPv4 tunnel will send a message back towards you, - indicating that the packet was too big - but you don't get it. Even - if you do, your IPv6 packets don't get the message, so ultimately - you never reduce your packet size.
ru: Далее ниже по линии, может быть другая сеть с даже более жестким ограничением на размер пакета. Эта сеть может сама быть туннелем, интернет-провайдеры иногда приходится делать это. Вот тут-то часто и кроется проблема. Туннель IPv4 отправит вам сообщение, указывающее, что пакет слишком большой, но вы его не получите. Даже если вы это сделаете, ваши пакеты IPv6 не дойдут, поэтому, в конечном счете, вы никогда не уменьшить размер пакета.
tr: Hattın ötesinde, paket boyutu konusunda daha sıkı kısıtlamalara sahip başka bir ağ olabilir. Bu ağ kendisi bir tünel olabilir - ISP'ler bazen bunu yapmak zorundalar. Sorunun sıklıkla bulunduğu yerde - yalan söylüyor. IPv4 tüneli size doğru bir mesaj gönderir - paketin çok büyük olduğunu belirtir - ancak bunu almazsınız. Hatta - yaparsanız, IPv6 paketleriniz mesajı almaz, sonuçta paket boyutunuzu asla azaltmazsınız.

source: For some people, reducing the MTU size on IPv6 will help. 1280 is the minimum legal size. You can try values between 1400 to 1480 if you really want to find the one magic value that seems to work for you; but if you do touch MTU at all I'd recommend just doing 1280, and avoid later frustration.
ru: Для некоторых случаях уменьшение размера MTU в IPv6 может помочь. 1280 - это минимальный допустимый размер. Вы можете попробовать значения от 1400 до 1480, если вы действительно хотите найти одно магическое значение, которое, кажется, будет работать для вас; но если вы касаетесь MTU вообще, я бы рекомендовал просто сделать 1280 и избежать последующего разочарования.
tr: Bazı insanlar için, IPv6 üzerindeki MTU boyutunu azaltmak yardımcı olacaktır. En az yasal boyut 1280'dir. Gerçekten sizin için çalışacak gibi görünen bir büyü değeri bulmak istiyorsanız, 1400 ile 1480 arasında değerler deneyebilirsiniz; ancak MTU'ya dokunursan, sadece 1280 yapmanızı öneririm ve daha sonra hayal kırıklığına uğramayacağım.

source: Managed tunnels
pl: Zarządzone tunele
ru: Управляемые туннели
tr: Yönetilen tüneller

source: You sure sound like you don't like 6to4.
pl: Wyglądasz jakbyś nie lubił 6to4.
ru: Звучит так, будто вам не нравится 6to4.
tr: 6to4'dan hoşlanmadığınıza eminim.

source: I don't like that it is *unmanaged*. 6to4 is basically 6in4 - an IPv6 packet wrapped with an IPv4 header. Managed 6in4 services can actualy be pretty good..
ru: Мне не нравится, что это *неуправляемый*. 6to4 в основном 6in4-пакет IPv6, обернутый заголовком IPv4. Управляемые сервисы 6in4 на самом деле могут быть довольно хорошими..
tr: Bunun * yönetilmeyen * olduğunu sevmiyorum *. 6to4 temelde 6in4'tür - bir IPv4 üstbilgisi ile paketlenmiş bir IPv6 paketi. Yönetilen 6in4 hizmetler aslında oldukça iyi olabilir..

source: test-ipv6.com's recommendation is that if you need IPv6 before your ISP can offer it, consider a managed 6in4 service. 6in4 is the same service as 6to4 on the wire, except with a managed tunnel endpoint (instead of an anonymous one). There are a few major options out there. They each offer great service; and they offer a <b>support</b> channel. These relays are <b>actively monitored</b> for service quality. Best of all, the <b>same relay is used both directions</b> - meaning the same staff manages both conversions. Consider these services:
ru: Рекомендация test-ipv6.com заключается в том, что если вам нужен IPv6, прежде чем ваш провайдер может предложить его, рассмотрите управляемый 6in4 сервис. 6in4 является такой же службой как и 6to4 по проводу, за исключением управляемой оконечной точкой туннеля (вместо одного анонимного). Есть несколько основных вариантов. Каждый из них предлагает отличный сервис и <b>поддержку</b>. Эти реле <b>активно проверяются</b> на качества обслуживания. Лучше всего <b>те же реле использовать в обоих направлениях</b> - то есть один и тот же персонал управляет обоими преобразованиями. Рассмотрим нижеследующий сервис:
tr: test-ipv6.com'un tavsiyesi, ISS'niz bunu sunmadan önce IPv6'ya ihtiyacınız varsa, yönetilen bir 6in4 hizmetini düşünün. 6in4, yönetilen tünel bitiş noktası (anonim bir nokta yerine) haricinde 6to4 ile aynı hizmettir. Orada birkaç önemli seçenek var. Her biri mükemmel bir hizmet sunmaktadır; ve bir <b> destek </ b> kanalı sunuyorlar. Bu röleler servis kalitesi için <b> aktif olarak izlenir </ b>. En iyisi, <b> aynı röle her iki yönde de kullanılır </ b> - aynı personelin her iki dönüşüm de yönettiği anlamına gelir. Bu hizmetleri düşünün:
