Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Since the test obviously failed, here is a simpler test to help you know if you are ready for web sites to offer their services on IPv6. After this simpler test, you'll see more information about specific browsers.
ru: Поскольку тест явно не прошел, вот простой тест, чтобы поможет вам понять, готовы ли вы к тому, чтобы веб-сайты предлагали свои услуги на IPv6. После этого более простого теста вы увидите больше информации о конкретных браузерах.
tr: Test açıkça başarısız olduğundan, burada, web sitelerinin IPv6 ile ilgili hizmet sunma hazırlığına hazır olup olmadığınızı anlamanıza yardımcı olacak daha basit bir test var. Bu basit testten sonra, belirli tarayıcılarla ilgili daha fazla bilgi görürsünüz.

source: Firefox and NoScript
pl: Firefox i NoScript
ru: Firefox и NoScript
tr: Firefox ve NoScript

source: The NoScript browser plugin disables scripts on the page. In the lower right corner of your browser, is the NoScript icon. Click this to bring up a menu; and temporarilly permit scripts on this site.
ru: Плагин NoScript браузера отключает скрипты на странице. В правом нижнем углу браузера находится значок NoScript. Щелкните здесь, чтобы открыть меню; и временно разрешить скрипты на этом сайте.
tr: NoScript tarayıcı eklentisi sayfadaki komut dosyalarını devre dışı bırakır. Tarayıcınızın sağ alt köşesinde NoScript simgesi bulunur. Bir menüyü getirmek için bu düğmeyi tıklayın; ve bu sitede komut dizelerine geçici olarak izin verin.

source: Firefox and AdBlock+
pl: Firefox i AdBlock+
ru: Firefox и AdBlock+
tr: Firefox ve AdBlock +

source: The AdBlock+ plugin is suspect; it depends on the ruleset that is used. More information from people willing to investigate would be appreciated.
ru: Плагин AdBlock + является подозрительным; это зависит от используемого набора правил. Было бы желательно получить дополнительную информацию от лиц, желающих провести расследование.
tr: AdBlock + eklentisi şüpheli; kullanılan kural grubuna bağlıdır. Soruşturmak isteyen insanlardan daha fazla bilgi takdir edilecektir.

source: Other browser plugins
pl: Inne wtyczki wyszukiwarki
ru: Другие плагины браузера
tr: Diğer tarayıcı eklentileri

source: If you have problems using this site, get a list of the plugins or add-ons you have for this browser. Save that list. Now, disable all of them - and try the site again. If it works, one of those is definately to blame. Enable them one by one, and retry the site. When you find the one that causes problems, please email <a href="mailto:jfesler@test-ipv6.com">Jason Fesler &lt;jfesler@test-ipv6.com&gt;</a> with your findings.
ru: Если у вас возникли проблемы с использованием этого сайта, получите список плагинов или дополнений для этого браузера. Сохрани этот список. Теперь отключите их все - и попробуйте еще раз. Если это сработает, то в этом точно виноват один из них. Включите их по очереди и повторите попытку создания сайта. Когда вы найдете тот, который вызывает проблемы, пожалуйста, напишите по электронной почте <a href="mailto:jfesler@test-ipv6.com">Джейсон Феслер &lt;jfesler@test-ipv6.com&gt;</a> со своими выводами.
tr: Bu siteyi kullanırken sorun yaşıyorsanız, bu tarayıcı için eklentileri veya eklentiler listesini alın. Bu listeyi kaydedin. Hepsini devre dışı bırakın - ve siteyi tekrar deneyin. Çalışırsa, bunlardan biri kesinlikle suçlanacaktır. Onları birer birer etkinleştirin ve siteyi yenileyin. Sorunların nedenini bulduğunuzda, <a href="mailto:jfesler@test-ipv6.com"> Jason Fesler & lt; jfesler@test-ipv6.com & gt; </a> bulguları ile e-posta gönderin.

source: percenttranslated
pl: procent przetłumaczono
tr: yüzdeçeviri

source: PowerDNS: Configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
ru: PowerDNS: Настройте <code>query-local-address6</code> в файле <code>recursor.conf</code>. Перезапустите powerdns.
tr: PowerDNS: Yapılandırma <code> sorgu-yerel-address6 </code> sizin de <code> recursor.conf </code>. Powerdns'i yeniden başlatın.

source: This instance of test-ipv6.com is provided by
pl: To wystąpienie test-ipv6.com jest dostarczane przez
ru: Этот экземпляр сайта test-ipv6.com предоставлен компанией
tr: Test-ipv6.com'un bu örneği, tarafından sağlanmaktadır

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favorite web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
ru: это означает, что DNS преобразователь, который вы используете, требует IPv4 для доступа к DNS уполномоченным серверам ваших любимых веб-сайтов. В ближайшем будущем каждый последующий вебсайт будет оставаться доступным в таком виде, поэтому <b> нет непосредственной опасности.</b>
tr: kullandığınız DNS çözümleyicisinin, en sevdiğiniz web sitelerinin DNS yetkili sunucularına ulaşması için IPv4 gerektirdiği anlamına gelir. Yakında, sonuçların her web için sitesi bu şekilde erişilebilir olmaya devam edecektir, dolayısıyla acil bir tehlike bulunmuyor <b>. </b>

source: Most OS's and Browsers will automatically have a strong bias towards a working IPv6 connection instead of the (possibly shared address) IPv4 connection. If yours does not, and you want to see this changed, let the browser company know. You might also find other browsers on the same OS will work the way you'd expect, if you need a work-around.
ru: Большинство операционных систем и браузеров обычно имеют больший уклон в сторону соединения по IPv6 вместо (возможно, общего адреса) IPv4. Если у вас не так, и вы хотите, чтобы это изменилось, сообщите об этом компании-разработчику браузера. Вы также можете найти другие браузеры на той же ОС, которые будут работать так, как вы ожидали, если вам понадобится обходной путь.
tr: Çoğu işletim sistemi ve Tarayıcı, otomatik olarak (muhtemelen paylaşılan adres) IPv4 bağlantısı yerine çalışan bir IPv6 bağlantısı yönünde önyargıya sahip olur. Sizinki sahip değilse ve siz değişmesini istiyorsanız, tarayıcı firmasına bildirin. Eğer bir işe ihtiyacınız varsa, aynı işletim sistemindeki diğer tarayıcıları, beklediğiniz şekilde çalıştırabilirsiniz.

source: A standalone copy of this test can be found <a href="/simple_test.html">here</a>.
ru: Отдельную копию этого теста можно найти <a href="/simple_test.html">здесь</a>.
tr: Bu testin bağımsız bir kopyasını <a href="/simple_test.html"> burada </a> bulabilirsiniz.

source: Malicious people can recognize that specific IPv6 addresses, when matched with this bug, map to IPv4 addresses they control. Web sites you depend on can be spoofed; you would not know any better, unless the sites are using SSL.
ru: Вредоносные программы могут распознать, что определенные IPv6-адреса, при обнаружении этой ошибки, сопоставляются с IPv4-адресами, которые они контролируют. Веб-сайты, от которых вы зависите, могут быть подделаны; вы не будете знать ничего лучше, если на них не будет использоваться SSL.
tr: Kötü niyetli kişiler, bu hatayla eşleştiğinde belirli IPv6 adreslerinin kontrol ettiği, IPv4 adreslerine eşleme yaptığını anlayabilir. Bağlı olduğunuz web siteleri sahte olabilir; siteler SSL kullanmıyorsa, sahte olup olmadıklarından emin olamazsınız.

source: You will have to do this twice.
pl: Będziesz musiał to zrobić dwukrotnie.
ru: Вам придется сделать это дважды.
tr: Bunu ikinci kez yapmanız gerekecek.

source: The first time enables scripts from the main site; the second time will enable all the "off site" scripts that are needed as well.
ru: Первый раз включает сценарии с основного сайта; второй раз включает все необходимые сценарии "вне сайта".
tr: İlkinde sitedeki senaryoları etkinleştirir; ikincisinde de ihtiyaç duyulan tüm "site dışı" komut dosyalarını etkinleştireceğiz.

source: <span lookup="site.name">site</span> statistics
ru: статистика <span lookup="site.name">сайта</span>
tr: <span lookup = "site.name"> site </span> istatistikleri

source: Q: I run a production IPv6-only network. Without IPv4. My users can't reach test-ipv6.com.
ru: В: Я управляю производственной сетью только для IPv6. Без IPv4. Мои пользователи не могут связаться test-ipv6.com.
tr: S: IPv6 ile üretilen üretim ağını çalıştırıyorum. IPv4 olmadan. Kullanıcılarım test-ipv6.com adresine ulaşamıyor.

source: Send email to jfesler@test-ipv6.com. If your IPv6-only network has dedicated name servers, or a dedicated BGP ASN, jfesler will enable AAAA records for test-ipv6.com for you.
pl: Wyślij e-mail na jfesler@test-ipv6.com. Jeśli Twoja sieć IPv6-only ma dedykowane serwery nazwy lub dedykowany BGP ASN, jfesler włączy dla Ciebie rekordy AAAA dla test-ipv6.com.
ru: Отправить письмо на jfesler@test-ipv6.com. Если ваша сеть с поддержкой IPv6 имеет выделенные серверы имен или выделенный BGN ASN, jfesler включит для вас записи AAAA для test-ipv6.com.
tr: Jfesler@test-ipv6.com adresine bir e-posta gönder. Yalnızca IPv6 ağınızda isim sunucuları veya ayrılmış bir BGP ASN varsa, jfesler test-ipv6.com sizin için AAAA kayıtlarını etkinleştirecektir.

source: If you don't meet the above requirements, you can visit http://ipv6.test-ipv6.com (IPv6-only) or http://ds.test-ipv6.com (IPv4+IPv6).
ru: Если вы не соответствуете вышеуказанным требованиям, вы можете посетить http://ipv6.test-ipv6.com (только для IPv6) или http://ds.test-ipv6.com (IPv4 + IPv6).
tr: Yukarıdaki gereksinimleri karşılıyorsanız, http://ipv6.test-ipv6.com (yalnızca IPv6) veya http://ds.test-ipv6.com (IPv4 + IPv6) adresini ziyaret edebilirsiniz.

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At last check, March 2017, we still see 0.2% broken visiting test-ipv6.com. And we still want them to understand their situation.
ru: В какой-то момент, когда процент "сломанных" пользователей значительно снизится, я рассмотрю возможность сделать test-ipv6.com на двойном стеке. На последней проверке, в марте 2017 мы все еще видим 0.2% поломанного посещения test-ipv6.com. И мы все еще хотим, чтобы они поняли свою ситуацию.
tr: "Kırık" kullanıcılar yüzdesinin düştüğü bazı noktalarda, test-ipv6.com'u çift küme yapmayı düşünürüm. Son kontrol, Mart 2017' de, yine de %0.2 kırılmış ziyaret testi-ipv6.com görüyoruz. Ve durumlarını anlamalarını istiyoruz.

source: Your current configuration may not achieve the highest performance or assure connectivity to all Internet resources as global IPv6 adoption continues. Ask your ISP about native IPv6.
tr: Geçerli yapılandırmanız, en yüksek performansı sağlamayabilir veya genel IPv6 kabulü devam ettiği için tüm internet kaynaklarına bağlanmayı sağlamayabilir. ISP'nize yerel IPv6 hakkında bilgi verin.

source: To ensure the best performance and connectivity, ask your ISP about native IPv6.
ru: Для обеспечения наилучшей производительности и подключения, обратитесь к интернет-провайдеру о нативной поддержке IPv6.
tr: En iyi performansı ve bağlantıyı sağlamak için İSS'nize yerel IPv6 hakkında bilgi verin.

source: To ensure the best Internet performance and connectivity, ask your ISP about native IPv6.
pl: Aby zapewnić najlepszą wydajność i stabilność, zapytaj swojego dostawcę usług internetowych o natywne IPv6.
ru: Для обеспечения наилучшей производительности и подключения к Интернету, обратитесь к сервис-провайдеру о нативной поддержке IPv6.
tr: En iyi internet performansını ve bağlantısını sağlamak için, İSS'nizden yerel IPv6 hakkında bilgi alın.

source: After disabling any suspect plugins or extensions, try this site again.
ru: После отключения любых подозрительных плагинов или расширений попробуйте этот сайт еще раз.
tr: Şüpheli eklentileri veya uzantıları devre dışı bıraktıktan sonra bu siteyi tekrar deneyin.

source: If it still fails, disable all plugins and extensions, until the browser works again.
ru: Если это все равно не удастся, отключите все плагины и расширения, пока браузер не заработает снова.
tr: Hala başarısız olursa, tarayıcı tekrar çalışana kadar tüm eklentileri ve uzantıları devre dışı bırakın.

source: Alternately, consider trying another browser. Suggested browsers: IE, Firefox, Safari, Chrome.
ru: Или же попробуйте использовать другой браузер, например: IE, Palemoon, Safari, Chrome.
tr: Alternatif olarak, başka bir tarayıcı denemeyi düşünün. Önerilen tarayıcılar: IE, Firefox, Safari, Chrome.

source: skipped
pl: pominięte
ru: пропущено
tr: atlandı

source: We are sometimes unable to detect Teredo and 6to4 when using HTTPS.
pl: Czasami nie możemy wykryć Teredo lub 6to4, gdy używany jest HTTPS.
ru: Иногда мы не можем обнаружить Teredo и 6to4 при использовании HTTPS.
tr: Biz bazen HTTPS kullanırken Teredo ve 6to4'u tespit edemiyoruz.

source: HTTPS support on this web site is in <em>beta</em>.
pl: Wsparcie HTTPS na tej stronie jest w <em>becie</em>.
ru: Поддержка HTTPS на этом веб-сайте находится в <em>бете</em>.
tr: HTTPS desteği bu web sitesi üzerinde <em>beta</em> halindedir.

source: %HTTPS support is now available on this site.
pl: wsparcie dla %HTTPS jest teraz dostępne na tej stronie.
ru: Поддержка %HTTPS теперь доступна по этому сайту.
tr: Bu site üzerindeki %HTTPS desteği şimdi kullanıma hazır.

source: faq: Using HTTPS
pl: faq: Używanie HTTPS
ru: ЧаВО: использование HTTPS
tr: SSS: HTTPS Kullanmak

source: Tests using this web site are unreliable from your location.
pl: Testy używające tej strony internetowej są zawodne z twojej lokalizacji.
tr: Bu web sitesini kullanan testler bulunduğunuz yerden güvenli değil.

source: To see your IP addresses: <code>ifconfig -a inet6</code> or <code>ifconfig -f inet6</code>
ru: Чтобы увидеть ваши IP-адреса: <code>ifconfig -a inet6</code> или <code>ifconfig -f inet6</code>
tr: IP adreslerinizi görmek için:<code> ifconfig -a inet6 </code> veya <code> ifconfig -f inet6 </code>

source: Differences in HTTP vs HTTPS
pl: Różnice między HTTP, a HTTPS
ru: Различия в HTTP и HTTPS
tr: HTTP ve HTTPS'deki Farklılıklar

source: HTTP and HTTPS bring us different testing capabilities. Unfortunately, we can not test both at once. You can choose which features to test for, by using http://test-ipv6.com or https://test-ipv6.com.
ru: HTTP и HTTPS предоставляют нам различные возможности тестирования. К сожалению, мы не можем проверить и то, и другое сразу. Вы можете выбрать функции для тестирования, воспользовавшись сайтом http://test-ipv6.com или https://test-ipv6.com.
tr: HTTP ve HTTPS bize farklı test etme imkanları sağlar. Ne yazık ki, tek seferde her ikisini de test edemeyiz. http://test-ipv6.com ya da https://test-ipv6.com bağlantılarını kullanarak hangi özelliklerin test edileceğini seçebilirsiniz.

source: <b>HTTP</b> allows us to test for Teredo and 6to4. Both are transitional technologies. Modern operating systems by default no longer use those, unless there is no other choice. Windows, for example, will not use Teredo, when the browser is given a DNS name to connect to. However, Windows will attempt to use Teredo, when told an IPv6-only IP address. 6to4 is similarly deprecated; and only likely used if there is no other choice.
ru: <b>HTTP</b> позволяет нам тестировать на Teredo и 6to4. Обе технологии являются переходными. Современные операционные системы по умолчанию больше не используют их, если только у них нет другого выбора. Windows, например, не будет использовать Teredo, когда браузеру дано DNS-имя для подключения. Однако Windows попытается использовать Teredo, когда ей будет указан IPv6 единственный IP-адрес. 6to4 также исключается и, вероятно, используется только в том случае, если нет другого выбора.
tr: <b>HTTP</b> bize Teredo ve 6to4'ü test etme imkanı verir. Her ikisi de geçici teknolojilerdir. Modern işletim sistemleri, başka bir seçeneği olmadığı sürece varsayılan olarak bunları kullanmıyor. Örneğin, tarayıcı, bağlantı için bir DNS adı verdiğinde Windows, Teredo'yu kullanmaz. Ancak, Windows sadece IPv6'ya özgü bir IP adresi söylediği zaman Teredo'yu kullanmaya çalışacaktır. 6to4'ün de benzer şekilde modası geçmiştir; ve muhtemelen sadece başka seçenek olmazsa kullanılabilir.

source: HTTP also allows us to detect certain types of DNS64/NAT64. NAT64 is a migration strategy that allows for an eventual IPv6-only Internet. Until then, connections to the IPv4 Internet are translated. We detect this by making connections to literal IP address, such as http://192.0.2.1/ (with a server-specific IP address). We are able to detect NAT64 in particular when there is no local IPv4 tunnel (464xlat on Android) or OS assistance (Apple iOS, Apple MacOS).
ru: HTTP также позволяет нам обнаруживать определенные типы DNS64/NAT64. NAT64 - это стратегия миграции, которая позволяет в конечном счете использовать только IPv6 интернет. До тех пор соединения с интернетом по протоколу IPv4 будут переводиться. Мы обнаруживаем это путем подключения к существующему IP-адресу, такому как http://192.0.2.1/ (с определенным IP-адресом сервера). Мы можем обнаружить NAT64, в частности, когда отсутствует локальный IPv4 туннель (464xlat на Android) или поддержки ОС (Apple iOS, Apple MacOS).
tr: HTTP aynı zamanda DNS64/NAT64'ün belirli türlerini algılamamızı sağlar. NAT64, yalnızca olası bir IPv6 internet erişimi sağlayan bir geçiş taktiğidir. O zamana kadar, IPv4 internet bağlantıları tercüme edildi. Bunu, http://192.0.2.1/ gibi (sunucuya özel bir IP adres ile) gerçek IP adresiyle bağlantı kurarak tespit ediyoruz. Yerel IPv4 tüneli ( Android'de 464xlat'tır) veya OS asistanı (Apple iOS, Apple MacOS) olmadan NAT64'ü özellikle tespit edebiliyoruz.

source: <b>HTTPS</b>, which ensures a trusted transport from you to the server, allows bypassing many corporate and mobile proxy servers. There are exceptions; particularly if you agreed to install their certificate; but that is generally not advised. Bypassing these proxies allows us to show you a better idea of your IP address - something that represents your location, and your connectivity to the IPv6 Internet.
ru: <b>HTTPS</b>, который обеспечивает надежный транспорт от вас к серверу, позволяет обойти многие корпоративные и мобильные прокси-серверы. Существуют исключения, особенно если вы согласились установить их сертификат, но это, как правило, не рекомендуется. Обход этих прокси позволяет нам показать вам лучшее представление о вашем IP-адресе - то, что представляет ваше местоположение и ваше подключение к IPv6 интернету.
tr: Güvenilir bir şekilde sunucudan taşınmasını sağlayan <b>HTTPS</b>, birçok kurumsal ve mobil proxy sunucularını atlamanızı sağlar. İstisnalar var; özellikle onların belgelerini yüklemeyi kabul ettiyseniz; ama bu genellikle tavsiye edilmez. Bu proxy'leri atlamak, IP adresiniz için size daha iyi bir fikir sunmamızı sağlar - konumunuzu ve IPv6 internete bağlantınızı belirten bir şey.

source: A limitation of using HTTPS exists. Since HTTPS requires certificates, and certificates are not offered to IP addresses (but instead to web site names), we can't test for NAT64, 6to4, or Teredo.
ru: Существует ограничение на использование HTTPS. Поскольку HTTPS требует сертификатов, а сертификаты предлагаются не на IP адреса (а на имена веб-сайтов), мы не можем протестировать NAT64, 6to4 или Teredo.
tr: HTTPS kullanmanın bir limiti vardır. HTTPS sertifika gerektirdiğinden ve sertifikalar IP adreslerine (veya web site isimlerine) sunulmadığından, NAT64, 6to4 veya Teredo için test yapamıyoruz.

source: Should I use HTTP or HTTPS?
pl: Czy powinienem użyć HTTP czy HTTPS?
ru: Следует ли использовать HTTP или HTTPS?
tr: HTTP veya HTTPS kullanmalı mıyım?

source: If you're in a new location, or a computer you're not familiar with, consider both! If both come up with the same results, you can pick HTTP for speed, or HTTPS to bypass certain proxies.
ru: Если вы находитесь в новом месте или на незнакомом вам компьютере, то рассмотрите оба варианта: если оба результата будут одинаковы, то вы можете выбрать HTTP для скорости, или HTTPS для обхода некоторых прокси.
tr: Eğer yeni bir konumdaysanız veya tanıdık olmayan bir bilgisayardaysanız, her ikisini de göz önünde bulundurun! Eğer her ikisi de aynı sonuçlarla karşılaşırsa, hız için HTTP veya belirli proxy'leri atlamak için HTTPS'yi seçebilirsiniz.

source: Links:
pl: Linki:
ru: Ссылки:
tr: Linkler:

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, seek local network help.
tr: Test sonuçları neticesiz; beklentilerle uyumlu değildi. Lütfen testi tekrar çalıştırın ve eğer sonuçlar aynıysa, yerel ağ yardımı isteyin.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IPv6 on your host.
tr: IPv6 uyumlu web sitelerine bağlantılar askıda duruyor. Görünen o ki, IPv6'yı yapılandırmış olabilirsiniz; ve bilgisayarınız IPv6'nızın bir rota ile çalıştığını sanıyor. Ancak bu tamamen başarısızlıktır. IPv6 ekleyen herhangi bir web site, sizin için ulaşılamaz olacaktır. Eğer IPv6 rotanızı ve bağlantınızı gideremezseniz, yardım isteyin. Eğer her şey başarısız olursa, ana bilgisayarınızda IPv6'yı devre dışı bırakmayı düşünmelisiniz.

source: Test Data
pl: Wyniki testu
ru: результаты тестирования
tr: Test Verisi

source: Please consent to sharing your data.
tr: Lütfen verilerinizi paylaşmaya onay verin.

source: As of OS X 10.11 "El Capitan" and iOS 9, IPv6 is given a slight preference; but will fall back to IPv4 if network conditions warrant it.
ru: Начиная с OS X 10.11 "El Capitan" и iOS 9, IPv6 имеет небольшое предпочтение, но переключится на IPv4, если того требуют условия сети.
tr: OS X 10.11 "El Capitan" ve iOS 9 olarak, IPv6 küçük bir tercih veriyor; ama ağ koşulları desteklerse IPv4'e geri dönülecektir.

source: Your router will automatically add an IPv4 header to the top of your packet. This same router will let your computer know if the packet is going to be too big; your computer will (as long as it gets the ICMPv6 "Packet Too Big" message) resend the packet, at a smaller size recommended by your router. A router near the web site, will automatically remove the IPv4 header, and forward the IPv6 piece.
ru: Ваш маршрутизатор автоматически добавит IPv4-заголовок в верхнюю часть вашего пакета. Этот же маршрутизатор сообщит вашему компьютеру, если пакет будет слишком большим; ваш компьютер (при условии, что он получит сообщение ICMPv6 "Packet Too Big") повторно отправит пакет меньшего размера, рекомендованного вашим маршрутизатором. Маршрутизатор рядом с веб-сайтом автоматически удалит заголовок IPv4 и перенаправит фрагмент IPv6.
tr: Yönlendiriciniz otomatik olarak paketinizin üstüne bir IPv4 başlığı ekleyecektir. Bu aynı yönlendirici, eğer paket çok büyük olacaksa bilgisayarınızın bilmesine izin verir; bilgisayarınız paketinizi yönlendirici tarafından önerilen daha küçük bir boyutta yeniden gönderir (ICMPv6 "Paketiniz Çok Büyük" mesajı aldığı sürece). Web sitesi yakınındaki bir yönlendirici, otomatik olarak IPv4 başlığını kaldıracaktır ve IPv6 parçasını iletecektir.
