Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: Ran by Hurricane Electric. The author of test-ipv6.com has used their services for 2-3 years; and would notice latency problems (lots of interactive SSH use from home to the server). This service requires a static IPv4 address (or static enough - you can always go to the tunnelbroker.net site and update your IP). Lastly, tunnelbroker is fully automated - you can sign up, get your tunnel assignment immediately, and configure your end.
ru: Hurricane Electric. Автор test-ipv6.com использовал свои услуги в течение 2-3 лет, и заметил бы проблемы с задержкой (много интерактивного использования SSH из дома до сервера). Эта услуга требует статического IPv4-адреса (или псевдо-статичного - вы всегда можете зайти на сайт tunnelbroker.net и обновить свой IP-адрес). Наконец, tunnelbroker полностью автоматизирован - вы можете зарегистрироваться, сразу получить свое распределение туннеля и настроить ваш конец.
tr: Hurricane Electric tarafından çalıştırıldı. Test-ipv6.com yazarı, hizmetlerini 2-3 yıl kullandı; ve gecikme sorunlarını (evden sunucuya birçok etkileşimli SSH kullanımı) fark edeceksiniz. Bu hizmet, statik bir IPv4 adresi gerektirir (veya statik yeterlidir - her zaman tunnelbroker.net sitesine gidip IP'nizi güncelleyebilirsiniz). Son olarak, tünel borsası tamamen otomatiktir - kaydolabilir, tünel atamalarını derhal alabilir ve sonunuzu konfigüre edebilirsiniz.

source: is another popular service. I see many European users using this service significantly; though their footprint is global. They work with dynamic IPs with some custom software that they provide.
tr: başka popüler bir hizmettir. Pek çok Avrupa kullanıcısının bu hizmeti önemli ölçüde kullandığını görüyorum; ayak izleri küresel olsa da. Sağladıkları bazı özel yazılımlarla dinamik IP'ler ile çalışırlar.

source: aka freenet6. I don't have personal experience with this, but test-ipv6.com does see a number of connections via this service.
tr: aka freenet6. Bununla ilgili kişisel tecrübem yok, ancak test-ipv6.com bu hizmet üzerinden birçok bağlantı görüyor.

source: may be a better solution, in China. This requires a custom client to be installed.
tr: çin'de daha iyi bir çözüm olabilir. Bu, özel bir istemci yüklenmesini gerektirir.

source: in Australia offers both free and paid-for (with SLA) tunnels.
pl: w Australii oferuje zarówno darmowe jak i płatne (z SLA) tunele.
tr: avustralya'da ücretsiz ve ücretli (SLA ile birlikte) tüneller sunmaktadır.

source: About your IPv4-only Internet service.
pl: O twoim serwisie internetowym obsługującym tylko protokół IPv4.
ru: О вашем интернет-сервисе, доступном только по IPv4.
tr: IPv4-yalnızca Internet servisiniz hakkında.

source: This FAQ has been produced to try and address the questions of IPv4 only users
ru: Эта справка была создана, чтобы попытаться ответить на вопросы только пользователей протокола IPv4
tr: Bu SSS, yalnızca IPv4 kullanıcılarının sorularını yanıtlamak için hazırlanmıştır

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
ru: Похоже, в данный момент вам доступны только IPv4 интернет услуги. Не расстраивайтесь - большинство людей находятся сейчас в таком же положении. Большинство поставщиков услуг Интернета еще не вполне готовы предоставлять частным клиентам IPv6.
tr: Şu anda sadece IPv4 Internet hizmetiniz varmış gibi görünüyor. Kötü hissetmeyin - şu anda insanların çoğu bu konumdadır. İnternet servis sağlayıcıların çoğu konut müşterilerine IPv6 Internet'i sağlamaya henüz hazır değil.

source: The good news is, nothing will suddenly break.
pl: Dobrą wiadomością jest to, że nic się nagle nie zepsuje.
ru: Хорошая новость в том, что ничего неожиданно не сломается.
tr: İyi haber şu ki, hiçbir şey aniden bozulmayacak.

source: When web sites offer their content on both IPv4 and IPv6, you'll still reach them using your existing IPv4 Internet service.
ru: Когда веб-сайты предлагают свой контент как по IPv4, так и по IPv6, вы все равно сможете связаться с ними, используя существующую услугу IPv4.
tr: Web siteleri, hem IPv4 hem de IPv6 içeriğini sunduğunda, mevcut IPv4 Internet hizmetinizi kullanarak bunlara ulaşmaya devam edersiniz.

source: Many of the visitors to the site are new to what IPv6 is.
pl: Wiele z osób odwiedzających witrynę nie wiedząc jeszcze, czym jest IPv6.
ru: Многие посетители сайта не знакомы с тем, что такое IPv6.
tr: Siteye gelen ziyaretçilerin birçoğu IPv6'nın yenileri.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
ru: Если вы не знаете, почему вопрос IPv6 имеет значение, см. раздел <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">ЧаВО по IPv6</a>.
tr: IPv6'nın neden önemli olduğunu bilmiyorsanız, <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')"> Neden IPv6 SSS </a> 'ne bakın.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
ru: Это даст вам немного информации о том, чего ожидать с IPv4 в ближайшие месяцы и годы; и, возможно, некоторый стимул спросить вашего интернет-провайдера, когда они будут предлагать IPv6.
tr: Bu, önümüzdeki aylar ve yıllar içinde IPv4'le bekleyeceğiniz şeylerin bir kısmını verecektir; ve belki de IPv6'yı ne zaman sunacakları İSS'nize sormak için teşvik edicidir.

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
ru: Если вы разбираетесь в технологии, вы можете быть ранним последователем IPv6, подумайте о том, чтобы узнать больше
tr: Teknolojiden anlıyorsanız, IPv6'nın ilk nesil kullanıcılarından olabilirsiniz. Bu konuda daha fazla şey öğrenmek isteyebilirsiniz

source: providers (managed 6to4 tunnel services).
ru: провайдерах (управляемые туннельные службы 6to4).
tr: sağlayıcıları (6to4 tünel servislerini yönetti).

source: The use of automatic tunnels is discouraged
pl: Używanie automatycznych tuneli nie jest zalecane
ru: Использование автоматических туннелей не рекомендуется
tr: Otomatik tünel kullanımı önerilmemektedir

source: [see more]
pl: [zobacz więcej]
ru: [подробнее]
tr: [daha fazla gör]

source: If you are not savvy with technology, here is more generic information:
ru: Если вы не разбираетесь в технологиях, вот более общая информация:
tr: Teknolojiye meraklı değilseniz, daha genel bilgileri burada bulabilirsiniz:

source: Windows Vista and Windows 7 are both IPv6 ready. Mac OS X 10.5 and higher is fine. FreeBSD and Linux, all recent versions, are also fine. When your Internet service provider offers IPv6 to you, these OSs are good. You may still need to replace your router (wireless or wired), if it is not aware of IPv6. You'll have to consult with your Internet service provider on when IPv6 will be offered.
ru: Windows Vista и Windows 7 уже готовы к IPv6. Mac OS X 10.5 и выше тоже. FreeBSD и Linux (свежие версии) также готовы. Так что если Ваш провайдер предложит Вам переход на IPv6 Вы можете смело соглашаться. Вам, однако, может понадобиться сменить роутер (беспроводной или проводной), если он не поддерживает IPv6. Для получения более детальной информации проконсультируйтесь с Вашим провайдером.
tr: Windows Vista ve Windows 7, IPv6'ya hazırdır. Mac OS X 10.5 ve üstü sorunsuzdur. FreeBSD ve Linux'un tüm son sürümleri de iyi. İnternet servis sağlayıcınız size IPv6 önerdiğinde, bu işletim sistemleri iyi. IPv6'yı bilmiyorsa yönlendiricinizi (kablosuz veya kablolu) değiştirmeniz gerekebilir. IPv6'nın ne zaman sunulacağı konusunda İnternet servis sağlayıcınıza danışmalısınız.

source: Windows XP users: My advice is to plan on upgrading before using IPv6. It is technically possible to use IPv6 with XP, to a minimal extent.
ru: Пользователям Windows XP: Мой совет - обновитесь до того, как начнёте использовать IPv6. Технически, Windows XP сможет работать с IPv6 в минимальной степени.
tr: Windows XP kullanıcıları: Benim tavsiyem, IPv6 kullanmadan önce yükseltmeyi planlamaktır. Teknik olarak IPv6'yı XP ile minimum düzeyde kullanmak mümkündür.

source: Don't stress too much on having an IPv6 address in 2011.
pl: Nie naciskaj zbytnio na posiadanie adresu IPv6 w 2011.
ru: Не стоит слишком много внимания уделять наличию IPv6 адресов в 2011 году.
tr: 2011'de IPv6 adresinin olması konusunda çok fazla baskı yapmayın.

source: If you do buy a new router, make sure that it will be IPv6 ready (or upgradable) when your service provider does offer IPv6.
ru: Если вы приобрететете новый маршрутизатор, убедитесь, что он будет готов к работе по протоколу IPv6 (или доступен для обновления), когда ваш оператор связи подключит протокол IPv6.
tr: Yeni bir yönlendirici satın alırsanız, servis sağlayıcınız IPv6 önerdiğinde IPv6'nın hazır (veya yükseltilebilir) olduğundan emin olun.

source: You appear to have no IPv6 at this time..
pl: Wygląda na to, że w tej chwili nie posiadasz adresu IPv6..
ru: Кажется, у вас сейчас нет адреса IPv6...
tr: Şu anda IPv6'nuz yok gibi görünüyor..

source: You appear to have no IPv6 address.
pl: Wydaje się, że nie masz żadnego adresu IPv6.
ru: Кажется, у вас нет адреса IPv6.
tr: Hiçbir IPv6 adresiniz görünmüyor.

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
ru: <b>Если вы точно уверены, что у вас есть IPv6, но мы не смогли его обнаружить:</b> это означает одно из двух. Либо ваша организация блокирует использование IPv6 при доступе в Интернет через сетевые политики; или возможно тот IPv6, который вы видите на вашем компьютере не является глобальным адресом. Любой адрес, начинающийся с "::", "fc", "fd", или "fe" не в состоянии работать с общедоступным IPv6 Интернетом.
tr: <b> IPv6'sı olduğuna inanıyorsanız, ancak bunu algılayamadık: </ b> bunun anlamı bir kaç şey demektir. Ya kuruluşunuz, ağ ilkesi aracılığıyla dış İnternet ile konuşmak için IPv6 kullanımını engelliyor; ya da belki de ana bilgisayarınızdaki IPv6 ile gördüğünüz şey genel bir adres değildir. "::", "fc", "fd" veya "fe" ile başlayan herhangi bir adres, genel IPv6 Internet'le çalışamaz.

source: More about your test results.
pl: Więcej o wynikach twojego testu.
ru: Подробнее о результатах тестов.
tr: Test sonuçlarınız hakkında daha fazla bilgi.

source: You also appear to have Teredo enabled. You did successfully connect to an IPv6 site during this test - but only when forcing the connection by connecting to an IPv6 numeric address, instead of a web site name. This setting will not help or hurt you going forward to reach IPv6 web sites.
ru: Похоже, у вас также включен Тередо. Во время этого теста вы успешно подключились к сайту по IPv6, но только при принудительном подключении с помощью цифрового адреса IPv6, а не имени веб-сайта. Эта настройка не поможет и не повредит вам при переходе к веб-сайтам IPv6.
tr: Ayrıca, Teredo etkinleştirilmiş gibi görünüyorsunuz. Bu sınama sırasında bir IPv6 sitesine başarıyla bağlandınız - yalnızca bir web sitesi adı yerine bir IPv6 sayısal adresine bağlanarak bağlantıyı zorlarken. Bu ayar, IPv6 web sitelerine ulaşmanız için size yardım veya zarar vermez.

source: About Teredo
pl: O Teredo
ru: О технологии Teredo
tr: Teredo Hakkında

source: This FAQ has been produced to tell you about Microsoft's Teredo service - a transition tool to help get early access to the IPv6 Internet.
ru: Эта справка была создана, чтобы рассказать вам о сервисе Microsoft Teredo - переходном инструменте, позволяющем получить быстрый доступ к IPv6 Интернету.
tr: Bu SSS, Microsoft Internet Explorer'ın Teredo hizmetini (IPv6 Internet'e erken erişime yardımcı olacak bir geçiş aracı) hakkında bilgi vermek için hazırlanmıştır.

source: By default, Teredo is enabled on Vista and Windows 7. However, if Teredo is the only available IPv6 solution for you, it will default to only connecting to web sites by IPv6 address - not by name. More can be found <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">here</a>. Once a global IP address has been assigned, Windows will do lookups. At this point, you probably wonder - why do I need Teredo?
ru: По умолчанию Teredo включен на Vista и Windows 7. Однако, если Teredo является единственным доступным для вас решением IPv6, по умолчанию он будет подключаться только к веб-сайтам по IPv6 адресу, а не по имени. Дополнительную информацию можно найти <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">здесь</a>. После назначения глобального IP-адреса Windows выполнит поиск. В этот момент, вы, наверное, задаетесь вопросом - зачем мне нужен Teredo?
tr: Varsayılan olarak Teredo, Vista ve Windows 7 üzerinde etkindir. Bununla birlikte, Teredo sizin için tek kullanılabilir IPv6 çözümü ise, varsayılan olarak yalnızca web sitelerine IPv6 adresi ile bağlanır; ada değil. Daha fazlası <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx"> burada </a> bulunabilir. Bir küresel IP adresi atandığında, Windows arama yapacaktır. Bu noktada, muhtemelen merak ediyorsun - neden Teredo'ya ihtiyacım var?

source: About the "v6ns" test.
pl: O teście "v6ns".
ru: О тесте «v6ns».
tr: "V6ns" testi hakkında.

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
ru: Эта справка была создана для того, чтобы попытаться найти решение, когда выходят "проблемы" для теста v6ns.
tr: Bu SSS, v6ns testinin "kötü" olması için ne anlam ifade ettiğini denemek ve üretmek için üretilmiştir.

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
ru: Этот тест специально проверяет, что ваш DNS преобразователь (обычно используемый вашим интернет-провайдером или ИТ-отделом) способен достигать сайтов IPv6 для поиска DNS. Если вы явно настроили использование другого DNS сервера, такого как OpenDNS или публичный DNS Google, вы протестируете эти службы.
tr: Bu test, DNS çözümleyicinizin (genellikle İnternet servis sağlayıcınız veya şirket IT departmanı tarafından işletilen) DNS aramaları için IPv6 İnternet sitelerine erişebildiğini doğrular. Açık bir şekilde, OpenDNS veya Google'ın Genel DNS gibi farklı bir DNS sunucusu kullanımını yapılandırdıysanız, bunun yerine bu hizmetleri test edersiniz.

source: If this test fails:
pl: Jeśli test nie powiedzie się:
ru: Если этот тест завершается ошибкой:
tr: Bu test başarısız olursa:

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favoriate web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
tr: kullandığınız DNS çözümleyicisinin, tercih edilen web sitelerinin DNS yetkili sunucularına erişmesi için IPv4'ü gerektirdiği anlamına gelir. Yakın gelecekte, sonuçların her web sitesi bu formda erişilebilir olmaya devam edecek, dolayısıyla acil bir tehlike bulunmuyor <b>. </ b>

source: If this test succeeds:
pl: Jeśli test się powiedzie:
ru: Если этот тест завершается успешно:
tr: Bu test başarılı olursa:

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
ru: это означает, что ваш DNS преобразователь полностью способен достигать серверов IPv6 DNS. Это означает, что оператор этого DNS-сервера имеет IPv6 в своей сети. Если они еще не предлагают вам IPv6, это может быть признаком того, что они активно работают над тем, чтобы сделать это возможным.
tr: dNS çözümleyicinizin IPv6 DNS sunucularına tam erişebileceği anlamına gelir. Bu, DNS sunucusunun operatörünün kendi ağında IPv6 olduğunu gösterir. Zaten IPv6 sunmuyorlarsa, bunlar mümkün olduğunca çabalamaya çalıştıklarının bir göstergesi olabilir.

source: Do you use OpenDNS?
pl: Czy używasz OpenDNS?
ru: Вы используете OpenDNS?
tr: OpenDNS mi kullanıyorsunuz?

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
tr: OpenDNS şimdi IPv6'yı DNS üzerinden alabilecek olan IPv6'ye özel çözümleyiciler sunuyor. Bu, burada işletilen "v6ns" testinin geçeceği anlamına geliyor. Bkz <a target=_blank href="http://www.opendns.com/ipv6/"> OpenDNS IPv6 bilgi sayfası </a>.

source: Do you operate your own DNS resolvers?
pl: Czy obsługujesz własne resolvery DNS?
ru: Вы используете свои собственные DNS преобразователи?
tr: Kendi DNS çözümleyicilerinizi işletiyor musunuz?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
ru: Если вы управляли DNS преобразователями, используемыми в вашем доме или организации, включение IPv6 на вашем DNS сервере не составит труда.
tr: Evinizde veya kuruluşunuzda kullanılan DNS çözümleyicilerini çalıştırdıysanız, DNS sunucunuzda IPv6'yı etkinleştirmek kolaydır.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
ru: ISC BIND: Убедитесь, что поддержка IPv6 компилируется, когда вы ./конфигурируете ее. По умолчанию она включена. Если вы недавно добавили IPv6 на свой сервер, просто перезапустите именованный процесс, как обычно.
tr: ISC BIND: ./configure yaparken IPv6 desteğinin derlendiğinden emin olun. Varsayılan olarak etkindir. Son zamanlarda IPv6'yı sunucunuza eklediyseniz , normalde yaptığınız gibi adlandırılmış işlemi yeniden başlatmanız yeterlidir.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
tr: PowerDNS: Enable <code> aaaa-ek-işlem </ code> ve yapılandırmak <code> sorgu-yerel-address6 </ code> sizin de <code> recursor.conf </ code>. Powerdns'i yeniden başlatın.

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
ru: Windows Server 2003: обновление до Windows Server 2008 как минимум. Windows 2003 разрешает записи AAAA и поддерживает клиентов с IPv6, но не выполняет разрешение DNS через IPv6.
tr: Windows Server 2003: En azından Windows Server 2008'e yükseltin. Windows 2003, AAAA kayıtlarını çözümleyecek ve IPv6 istemcilerini destekleyecek, ancak IPv6 üzerinden * DNS çözünürlüğü yapmaz *.

source: Confirmation:
pl: Potwierdzenie:
ru: Подтверждение:
tr: Onay:

source: should return back an aaaa record without errors.
ru: должен возвращать AAAA запись без ошибок.
tr: hatasız bir aaaa kaydını geri döndürmelidir.

source: Broken DNS AAAA Lookups
pl: Złamane wyszukania DNS AAAA
ru: Некорректные DNS AAAA запросы
tr: Kırık DNS AAAA Aramaları

source: We detected that you are able to connect to IPv6 sites, by numerical address specifically. However, connections using DNS either failed, or preferred IPv4.
ru: Мы обнаружили, что вы можете подключиться к IPv6 сайтам только используя их числовой адрес. Соединения через DNS или невозможны, или используют IPv4.
tr: Özellikle sayısal adresle IPv6 sitelerine bağlanabildiğinizi tespit ettik. Bununla birlikte, DNS kullanan bağlantılar başarısız veya tercih edilen IPv4'tür.

source: What does this mean for you?
pl: Co to oznacza dla ciebie?
ru: Что это значит для вас?
tr: Bu senin için ne anlam ifade ediyor?

source: You should still be able to reach most sites fine, so long as they offer their services on IPv4. This means few near-term problems.
ru: Вы все равно сможете открыть большинство сайтов, если они предлагают свои услуги на IPv4. Это означает, что проблем в ближайшей перспективе немного.
tr: Hizmetlerini IPv4'te sundukları sürece çoğu siteye hâlâ erişebilirsiniz. Bu kısa vadede pek az sorun demektir.

source: Possible causes:
pl: Możliwe powody:
ru: Возможные причины:
tr: Olası nedenler:

source: Firefox users may have IPv6 lookups disabled.
pl: Użytkownicy Firefox mogą mieć wyłączone wyszukiwanie IPv6.
ru: У пользователей Firefox может быть отключен обозреватель по IPv6.
tr: Firefox kullanıcılarının IPv6 aramaları devre dışı bırakılmış olabilir.

source: Go to <a href="about:config">about:config</a> in your browser.
pl: Przejdź do <a href="about:config">o:config</a> w przeglądarce.
ru: Перейдите в <a href="about:config">about:config</a> в вашем браузере.
tr: Tarayıcınızda <a href="about:config"> about: config </a> adresine gidin.

source: Look for <code>network.dns.disableIPv6</code>
pl: Szukaj <code>network.dns.disableIPv6</code>
ru: Смотрите на <code>network.dns.disableIPv6</code>
tr: <code> network.dns.disableIPv6 </code> arayın

source: Make sure this is set to <code>false</code>.
pl: Upewnij się, że jest ustawione na <code>false</code>.
ru: Убедитесь, что установлено значение <code>false</code>.
tr: Bunun <code> false </ code> olarak ayarlandığından emin olun.

source: Your OS may be configured to not do AAAA lookups; that is, to prefer IPv4 only.
ru: Ваша операционная система может быть настроена так, чтобы просматривать запись AAAA, это значит приоритетно использует IPv4.
tr: İşletim sisteminiz AAAA aramaları yapmak için yapılandırılmamış olabilir; yani sadece IPv4'ü tercih etmek.

source: Your DNS server may be filtering AAAA responses (or otherwise broken).
ru: Ваш DNS-сервер может фильтровать AAAA-ответы (или иным образом нарушать их работу).
tr: DNS sunucunuz AAAA yanıtlarını filtreliyor olabilir (aksi halde bozulabilir).

source: Some ISPs will intentionally filter AAAA records. For example, on World IPv6 Day, we expect many Japanese ISPs to filter AAAA records, to mitigate current IPv6 deployment issues unique to their environments.
ru: Некоторые провайдеры услуг Интернет намеренно отфильтровывают записи AAAA. Например, в всемирный день IPv6 мы ожидаем, что многие японские провайдеры будут фильтровать записи AAAA, чтобы смягчить существующие проблемы развертывания протокола IPv6, характерные только для их среды.
tr: Bazı İSS'ler kasıtlı olarak AAAA kayıtlarını süzer. Örneğin, Dünya IPv6 Günü'nde, pek çok Japon ISP'nin, ortamlarına özgü geçerli IPv6 dağıtım sorunlarını azaltmak için AAAA kayıtlarını filtrelemesini bekliyoruz.

source: You (or your techical support) can run <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> to confirm if the DNS server is working properly
ru: Вы (или ваша техническая поддержка) можете запустить <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code>, чтобы проверить, правильно ли работает DNS сервер
tr: DNS sunucusunun düzgün çalışıp çalışmadığını doğrulamak için siz (veya teknik desteğiniz) <code> dig @DNSSERVER aaaa aaaa.test-ipv6.com </ code> komutunu çalıştırabilirsiniz

source: FAQ on Firefox Plugins
pl: FAQ o wtyczkach Firefox
ru: ЧаВо по плагинам для Firefox
tr: Firofox Eklentileri Hakkında SSS
