Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
pl: Wydaje się, że test oparty na javascript się nie udał. To może być powiązane z wtyczką lub rozszerzeniem przeglądarki. Proszę wskaż, które wtyczki i rozszerzenia włączyłeś w tej przeglądarce.
ru: Javascript тест неуспешен. Это может быть вызвано плагином или расширением браузера. Пожалуйста уточните какие плагины и расширения включены у вас.
tr: Javascript tabanlı test başarısız görünüyor. Bu, tarayıcı eklentisi veya uzantıyla ilgili olabilir. Lütfen bu tarayıcıda hangi tarayıcı eklentilerini ve ek açıklamalarını etkinleştirdiğinizi belirtin.

source: If you are technically minded please cut/paste the output of the following commands:
pl: Jeśli jesteś technicznie uzdolniony, proszę wytnij/wklej dane wyjściowe następujących komend:
ru: Если вы технически подкованы, пожалуйста, скопируйте сюда результаты выполнения следующих команд:
tr: Teknik olarak fikir sahibiyseniz, lütfen aşağıdaki komutların çıktısını kes / yapıştırın:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
pl: Skopiuj dane wyjściowe z tych poleceń w polu poniżej. To pomoże mi potwierdzić/zaprzeczyć jakimkolwiek teoriom dotyczącym twojego pytania.
ru: Скопируйте в поле ниже результаты выполнения этих команд. Это поможет мне подтвердить/опровергнуть любые теории касательно вашего вопроса.
tr: Bu komutların çıktısını aşağıdaki kutuya kopyalayın. Bu, sorunuzla ilgili herhangi bir teoriyi onaylamama / reddetmemde size yardımcı olacaktır.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
pl: Jeśli jesteś technicznie uzdolniony, proszę otwórz okno "Wiersz Poleceń" lub "cmd", i wpisz te trzy komendy:
ru: Если вы технически подкованы, пожалуйста, откройте "Командную строку" или "cmd" и введите следующие команды:
tr: Bu konulardan anlıyorsanız, lütfen "Komut İstemi" veya "cmd" penceresini açın ve şu üç komutu girin:

source: Send results
pl: Wyślij rezultat
ru: Отправить результаты
tr: Sonuçları gönder

source: Help desk information will follow once the test completes.
pl: Informacje o pomocy technicznej nastąpią po zakończeniu testu.
ru: Информация для службы поддержки будет доступна после завершения тестов.
tr: Test tamamlandıktan sonra yardım masası bilgileri izlenecektir.

source: If your Internet help desk asks you to mail the 'results url', copy and paste the following URL.
pl: Jeśli twoje Internetowe biuro pomocy poprosi cię o wysłanie e-maila z 'url rezultatów', kopiuj i wklej następujący URL.
ru: Если ваша служба поддержки просит вас отправить 'url результата', скопируйте и вставьте следующий URL-адрес.
tr: İnternet yardım masanızdan size 'sonuçlar url'si gönderilmesini istersiniz, aşağıdaki URL'yi kopyalayıp yapıştırın.

source: Note that this will share your current numeric Internet Protocol address(es).
pl: Zauważ, że to udostępni twój bieżący numer adresu protokołu internetowego.
ru: Учитывайте, что этим вы поделитесь вашим текущий числовым адресом интернет-протокола.
tr: Bunun mevcut sayısal İnternet Protokol adresinizi paylaşacağına dikkat edin.

source: We do not recommend posting this link on public web sites such as forums.
pl: Nie polecamy umieszczania tego linku na publicznych stronach takich jak fora.
ru: Мы не рекомендуем размещать эту ссылку в открытом доступе, например, на форумах.
tr: Bu bağlantıyı forumlar gibi genel web sitelerine yayınlamanızı öneririz.

source: On most computers, you can right-click the above URL, and select 'Copy'.
pl: Na większości komputerów możesz nacisnąć prawym przyciskiem myszy na powyższy adres URL i wybrać opcję 'Kopiuj'.
ru: На большинстве компьютеров можно кликнуть правой кнопкой мыши по ссылке выше и выбрать «Копировать».
tr: Çoğu bilgisayarda yukarıdaki URL'yi sağ tıklayıp 'Kopyala'yı seçebilirsiniz.

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
pl: <b>Ponieważ masz IPv6</b>, dodaliśmy tą zakładkę, aby pokazać ci czy możesz dotrzeć do innych witryn IPv6 w Internecie. Rozważ powiadomienie swojego dostawcy usług internetowych, jeśli jakieś strony wyświetlają się jako uszkodzone. Jeśli jesteś dostawcą usług internetowych, możesz kliknąć w ten Link informacyjny, aby zobaczyć które testy URL są używane.
ru: <b>Так как у вас есть IPv6</b>, мы добавили эту вкладку, чтобы показать, можете ли вы получить доступ к другим IPv6-сайтам в Интернете. Вы можете уведомить вашего провайдера о сайтах, отображающихся как неработающие. Если вы являетесь провайдером, вы можете нажать на ссылку Info, чтобы увидеть, какие используются тестовые URL-адреса.
tr: <b> IPv6 kullandığınızdan </ b>, Internet'te diğer IPv6 web sitelerine erişip erişemeyeceğinizi göstermek için bu sekmeyi ekledik. Kırılmış olarak görünen siteler varsa İSS'nize bildirmeyi düşünün. ISS iseniz, hangi test URL'lerinin kullanıldığını görmek için Bilgi bağlantısını tıklayabilirsiniz.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
ru: Таблицу можно сортировать по заголовкам столбцов; <a href="#" onclick="GIGO.test_sites(2); return false;">нажмите здесь</a>, чтобы повторно проверить доступность зеркал.
tr: <b> İpucu </ b>: Sütunlar sıralanabilir (ilk satırı tıklayın); Bu sütunların nerede olduğunuzu tekrar kontrol etmek için <a href="#" onclick="GIGO.test_sites(2);yönet false;"> burayı tıklayın </a>.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
pl: To bardzo łatwe,, żeby zostać dodanym do listy podstawowych kontroli. Po prostu dostarcza dwa adresy URL obrazu (jeden IPv4-tylko, jeden IPv6-tylko), do Jason'a Fesler'a &lt;jfesler@gigo.com&gt;. Wyślij również twój adres głównej strony i nazwę organizacji.
ru: Попасть в список для базовых проверок достаточно просто. Просто отправьте Джейсону Феслеру &lt;jfesler@gigo.com&gt; две ссылки на изображения (одну только IPv4; вторую только IPv6). Можете также добавить адрес вашего сайта и название вашей организации.
tr: Temel kontroller için bu listeye eklenmek gerçekten kolaydır. Sadece iki resim URL'si sağlayın (bir IPv4-yalnızca, yalnızca bir IPv6), Jason Fesler & lt; jfesler@gigo.com & gt;. Ayrıca genel web sitesi adresinizi ve kuruluş adınızı gönderin.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
pl: Pełne kopie lustrzane są mile widziane, prywatne jak i publiczne. Po więcej informacji przejdź na <a href="https://github.com/falling-sky/source/wiki">nasze wiki</a>.
ru: Полные зеркала приветствуются и ценятся, будь то общественные или частные. Подробнее см. в <a href="https://github.com/falling-sky/source/wiki"> вики</a>.
tr: Kamusal ya da özel olmasına rağmen, tam aynalar memnuniyetle karşılanır ve takdir edilir. Bakınız <a href="https://github.com/falling-sky/source/wiki"> wiki </a> detayları için.

source: All rights reserved.
pl: Wszystkie prawa zastrzeżone.
ru: Все права защищены.
tr: Tüm hakları saklıdır.

source: Mission
pl: Misja
ru: Миссия
tr: Görevimiz

source: Source
pl: Źródło
ru: Источник
tr: Kaynak

source: Email
tr: E-posta

source: Attributions
pl: Zakres
ru: Атрибуции
tr: Bilgilendirici

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
pl: Jest to serwer lustrzany test-ipv6.com. Przedstawione tutaj poglądy mogą nie odzwierciedlać poglądów właściciela serwera lustrzanego.
ru: Это зеркало test-ipv6.com. Мнения, высказанные здесь, могут отражать сугубо точку зрения владельца зеркала.
tr: Bu test-ipv6.com'un bir yansımadıdır. Burada belirtilen görüşler yansıma sahibinin görüşlerini yansıtabilir veya yansıtmayabilir.

source: Available Languages
pl: Dostępne Języki
ru: Доступные языки
tr: Mevcut Diller

source: Pick one of the following to switch to that language.
pl: Wybierz jeden z poniższych, aby przełączyć się na dany język.
ru: Выберите один ниже, чтобы переключиться на этот язык.
tr: O dile geçmek için aşağıdakilerden birini seçin.

source: Translators and proof readers welcome.
pl: Tłumacze i korektorzy tekstu mile widziani.
ru: Приглашаем переводчиков и корректоров.
tr: Çevirici ve kanıt okuyucuları hoş geldiniz.

source: See <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>Info</a>; and our <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a> project page.
ru: Смотрите <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>информацию по локализации</a>, и нашу страницу проекта на <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a>.
tr: Bkz. <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'> Bilgi </a>; ve <a href='https://crowdin.net/project/falling-sky'> 'CrowdIn' </a> proje sayfası.

source: Help Desk Information
pl: Informacje o pomocy technicznej
ru: Для служб поддержки
tr: Yardım Masası Bilgisi

source: Q: What is the Help Desk tab for?
pl: P: Do czego służy Help Desk?
ru: В: Для чего нужна эта вкладка?
tr: S: Yardım Masası bölümü ne işe yarar?

source: This tab is intended to help provide a brief, concise explanation of your connectivity. This can be read over the phone, if needed, to a service provider. This tab has less hand-holding; it is intended for a help desk to understand (as compared to an end user).
pl: Tak zakładka ma na celu pomóc w krótkim, zwięzłym wyjaśnieniu twojej łączności. To może być przeczytane przez telefon, dla dostawcy usług internetowych, jeśli zachodzi taka potrzeba. Ta zakładka ma mniej 'prowadzenia za rękę': ma na celu być zrozumiałą dla pomocy technicznej (w porównaniu do użytkownika końcowego).
ru: Эта вкладка предназначена для краткого и простого описания возможностей подключения. При необходимости она может быть прочитана по телефону для поставщика услуг. Эта вкладка содержит меньше профессионального текста; она предназначена для возможности понять (по отношению к конечному пользователю) информацию.
tr: Bu sekmenin, bağlantınızın kısa ve özlü açıklamalarına yardımcı olması amaçlanmıştır. Bu, gerekirse bir servis sağlayıcısına telefonla okunabilir. Bu sekmede elle tutuş daha azdır; bir yardım masasının anlaması (bir son kullanıcıya kıyasla) olması amaçlanmıştır.

source: This special instance shares in a very compact way:
pl: To specjalne wystąpienie dzieli się w bardzo kompaktowe sposoby:
ru: Каждый отдельный случай разделяется на компактные части:
tr: Bu özel durum, çok net bir şekilde paylaşıyor:

source: Status of each protocol
pl: Status każdego protokołu
ru: Состояние каждого протокола
tr: Her protokolün durumu

source: Warn of slow/timeout
pl: Ostrzeż o zwolnieniu/przekroczeniu czasu oczekiwania
ru: Предупреждение о замедлении/превышении времени ожидания
tr: Yavaş/zaman aşımı uyarısı

source: Warn of MTU
pl: Ostrzegaj o MTU
ru: Предупреждение о MTU
tr: Maksimum Veri İletimi (MTU) Uyarısı

source: Status of reachability to “other sites” (as compact as possible)
pl: Status dostępności do "innych stron" (tak kompaktowy jak to możliwe)
ru: Статус доступности для «других сайтов» (кратко, насколько это возможно)
tr: "Diğer sitelere" erişilebilirlik durumu (olabildiğince net)

source: IP address shown, in case tech support needs it.
pl: Adres IP pokazany, w przypadku, gdy potrzebuje go pomoc techniczna.
ru: IP адрес отображается на случай, если понадобится техподдержка.
tr: Teknoloji desteğinin ihtiyacı olması durumunda, gösterilen IP adresi.

source: List of unreachable sites, if any
pl: Lista nieosiągalnych witryn, jeśli jakieś są
ru: Список недоступных сайтов, если таковые имеются
tr: Varsa, ulaşılamayan sitelerin listesi

source: Q: What is the easiest way to send users to the Help Desk tab?
pl: P: Jaki jest najprostszy sposób wysyłania użytkowników do karty pomocy technicznej?
ru: В: Как отправить пользователей на вкладку «Служба поддержки»?
tr: S: Kullanıcıları Yardım Masası sekmesine göndermenin en kolay yolu nedir?

source: There are several ways to do it. Some of these are more obvious than the others when reading; some of them may be easier when read over the phone. In all of these cases, the "Help Desk" tab is moved to be the first and default tab shown to the user, instead of exposing the more detailed user-facing page.
pl: Jest kilka sposobów jak to zrobić. Niektóre z nich są bardziej oczywiste od innych podczas czytania, niektóre z nich mogą być łatwiejsze podczas czytania na telefonie. We wszystkich przypadkach, zakładka "Help Desk" jest przesunięta, aby była pierwsza i domyślnie pokazywaną zakładką użytkownikowi, zamiast wyświetlać bardziej szczegółową stronę skierowaną do użytkownika.
ru: Сделать это можно несколькими способами: Некоторые из них более очевидны, чем другие при чтении; некоторые из них могут быть проще при чтении по телефону. Для всех этих случаев вкладка "для Служб поддержки" является вкладкой по умолчанию, показываемой пользователю, вместо отображения более подробной страницы.
tr: Bunu yapmanın birkaç yolu vardır. Bunlardan bazıları okurken diğerlerinden daha belirgindir; bazıları telefonla okunduğunda daha kolay olabilir. Bu gibi durumlarda, "Yardım Masası" sekmesi kullanıcıya bakan daha ayrıntılı sayfayı göstermek yerine kullanıcıya gösterilen ilk ve varsayılan sekme olacak şekilde taşınır.

source: Mirror sites may not have all the fancy DNS names; they are more likely to be useful like this:
ru: Сайты зеркал могут не иметь всех причудливых имен DNS; они, скорее всего, будут выглядеть так:
tr: Yansıtma sitelerinin tümü fantezi DNS adlarına sahip olmayabilir; bunun gibi kullanışlı olma olasılığı daha yüksektir:

source: Q: What are the Help Desk codes?
pl: P: Jakie są kody pomocy technicznej?
ru: В: Какие коды справочной службы?
tr: S: Yardım Masası kodları nedir?

source: These are meant to offer a quick, short way for your customer to tell you the status of their Internet connectivity, as validated by this site. They are also meant to be easy to memorize.
pl: Mają one zapewnić szybki, krótki sposób dla twojego konsumenta, aby podać ci stan ich połączenia internetowego, potwierdzonego przez tą stronę. Mają one być proste do zapamiętania.
ru: Они предназначены, чтобы предложить быстрый, короткий путь для вашего клиента, чтобы сказать вам статус их подключения к Интернету, подтвержденого этим сайтом. Они также предназначены для легкого запоминания.
tr: Bunların amacı, bu site tarafından doğrulanmış olarak müşterinizin İnternet bağlantısının durumunu söylemesinin hızlı ve kısa bir yol sunması demektir. Ayrıca ezberlemenin kolay olması amaçlanmıştır.

source: Q: How can I recommend changes to the Help Desk tab?
pl: P: Jak mogę polecić zmiany, aby wesprzeć kartę pomocy technicznej?
ru: В: как я могу порекомендовать изменения на вкладке "Справка"?
tr: S: Yardım Masası sekmesinde nasıl değişiklikler önerebilirim?

source: Suggestions are welcome; especially from those operating help desks. This tab is really for you - not for the consumer. Please keep in mind that we want to keep the tab brief, concise, and easy to read for the average user over the phone to your help desk team. Send suggestions to jfesler@test-ipv6.com .
pl: Sugestie są mile widziane: zwłaszcza od tych, którzy pracują w pomocy technicznej. Ta zakładka jest naprawdę dla ciebie - nie dla konsumenta. Proszę pamiętaj że chcemy utrzymać tą zakładkę krótką, zwięzła i łatwą do przeczytania dla zwykłego użytkownika przez telefon, aby pomóc twojemu zespołowi pomocy technicznej. Wyślij sugestie do jfesler@test-ipv6.com .
ru: Предложения приветствуются, особенно от тех, кто работает справочных службах. Эта вкладка действительно для вас - не для потребителя. Пожалуйста, имейте в виду, что мы хотим сохранить вкладку краткой, омпактной и легко читаемой для среднего пользователя по телефону в службу поддержки. Отправьте предложения на jfesler@test-ipv6.com .
tr: Önerileriniz hoş geldiniz; özellikle bu yardım masalarından. Bu sekme gerçekten sizin için - tüketiciye değil. Sekmeyi, ortalama kullanıcı için telefonla yardım masası ekibinize kısa, özlü ve okunması kolay tutmak istediğimizi lütfen unutmayın. Jfesler@test-ipv6.com adresine öneriler gönderin.

source: What to do if you're broken...
pl: Co zrobić w przypadku błędu...
ru: Что делать, если не работает...
tr: Bozuk çıktıysanız n'apacaksınız...

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
ru: Если вы читаете эту страницу, это означает, что мы определили, что ваш хост будет иметь проблемы в всемирный день IPv6. Любой веб-сайт, имеющий "двойной стек" (доступный по IPv4 и IPv6 адресам), будет недоступен для вас.
tr: Bu sayfayı okurken, ana bilgisayarınızın Dünya IPv6 Günü'nde sorunlarla karşılaşacağını belirtiriz. "Çift yığın" (yani hem IPv4 hem de IPv6) olan herhangi bir web sitesine ulaşılamazsınız.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
pl: Żeby to rozwiązać, najpierw będziesz musiał zidentyfikować swój adres IPv6 (jeśli masz) i twoją domyślną trasę IPv6 (jeśli masz). To pomoże zidentyfikować które sekcje przeczytać.
ru: Чтобы решить эту проблему, вам сначала нужно определить ваш IPv6 адрес (если он есть) и маршрут по умолчанию IPv6 (если он есть). Это поможет определить, какие разделы помощи следует читать.
tr: Bunu çözmek için öncelikle IPv6 adresinizi (varsa) ve IPv6 varsayılan yolunuzu (varsa) tanımlamanız gerekir. Bu, hangi bölümlerin okunacağını belirlemenize yardımcı olacaktır.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
ru: Если вы обнаружили, что ваша конкретная проблема недостаточно хорошо представлена или у вас есть дополнительные предложения; пожалуйста, оставьте отзыв, используя <a href='#' onclick='return GIGO.tabnav("mail");'>форму</a> (или свяжитесь по e-mail: <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
tr: Belirli bir sorunun iyi temsil edilmediğini bulursanız; ya da ek önerileriniz var; kullanarak geribildirim lütfen GIGO.tabnav("mail");'> onclick='return <a href='#' formu </a> (veya temas jfesler@test-ipv6.com: <a href = "mailto "> jfesler@test-ipv6.com </a>).

source: Make sure you are current
pl: Upewnij się, że jesteś w toku
ru: Убедитесь, что вы сейчас
tr: Güncel olduğunuzdan emin olun

source: Find your IP address
pl: Znajdź swój adres IP
ru: Поиск вашего IP адреса
tr: IP adresinizi bulun

source: If you set up a tunnel broker
pl: Jeśli skonfigurujesz broker tunelu
ru: Если вы настраиваете подключение туннельного брокера
tr: Bir tünel komisyoncusu kurarsan

source: If you set up 6to4 (IPv6 address: starts with 2002)
pl: Jeśli skonfigurujesz 6to4 (Adres IPv6: zaczyna się od 2002)
ru: Если вы настроили 6to4 (адрес IPv6: начинается с 2002)
tr: 6to4'ü kurarsanız (IPv6 adresi: 2002 ile başlar)

source: If you have an ULA (IPv6 address: starts with FC or FD)
pl: Jeśli masz ULA (adres IPv6: zaczyna się od FC i FD)
ru: Если у вас есть ULA (IPv6-адрес: начинается с FC или FD)
tr: Bir ULA'nız varsa (IPv6 adresi: FC veya FD ile başlar)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
pl: Jeśli masz Zły lub Niewłaściwy adres IPv (zobacz tabelę)
ru: Если у вас плохой или несоответствующий IPv6-адрес (см. таблицу)
tr: Kötü veya Uygun Olmayan IPv6 Adresiniz varsa (bkz. Tablo)

source: If you have an unexpected IPv6 address
pl: Jeśli masz niespodziewany adres IPv6
ru: Если у вас есть непредвиденный IPv6-адрес
tr: Beklenmedik bir IPv6 adresiniz varsa

source: Try the netalyzr
pl: Spróbuj netalyzr
ru: Попробуйте netalyzr
tr: "netalyzr"ı deneyin

source: If all else fails, disable or deprioritize IPv6
pl: Jeśli wszystko inne zawiedzie, wyłącz lub zmień priorytet IPv6
ru: Если все еще не удается, отключите или измените приоритет IPv6
tr: Her şey başarısız olursa, IPv6'yı devre dışı bırakın veya yönlendirmeden öncelik kaldırın

source: Many OS and Hardware manufacturers are making updates to help improve the transition to IPv6. Some known "gotchas" are being addressed by workarounds by these vendors.
ru: qnetvova@gmail.com
tr: Pek çok OS ve Donanım üreticisi, IPv6'ya geçiş sürecini iyileştirmeye yardımcı olmak için güncellemeler yapmaktadır. Bilinen bazı "kazançlar" bu satıcıların geçici çözümleri aracılığıyla ele alınmaktadır.

source: You can do your part to make sure you are running the latest:
pl: Możesz zrobić swoją część, aby upewnić się, że korzystasz z najnowszych wersji:
ru: qnetvova@gmail.com
tr: En son çalıştırdığınızdan emin olmak için görevinizi yerine getirebilirsiniz:

source: OS - Make sure you have the latest.
pl: System operacyjny - Upewnij się, że masz najnowszy.
ru: OS - убедитесь, что у вас установлена последняя версия.
tr: OS - En son sürümünüze sahip olduğunuzdan emin olun.

source: Mac users: Apple OS X 10.6.7 is recommended for improved IPv6 support.
pl: Użytkownicy Mac: Apple OS X 10.6.7 jest rekomendowany dla lepszego wsparcia IPv6.
ru: Пользователи Mac: Apple OS X 10.6.7 рекомендуется для улучшения поддержки IPv6.
tr: Mac kullanıcıları: Geliştirilmiş IPv6 desteği için Apple OS X 10.6.7 önerilir.

source: Mac users on 10.4 or 10.5 may need to disable IPv6 if other troubleshooting steps fail.
pl: Użytkownicy Mac na 10.4 lub 10.5 mogą musieć wyłączyć IPv6 jeśli inne kroki rozwiązywania problemów zawiodą.
ru: Пользователям Mac 10.4 и 10.5 может потребоваться отключить IPv6, если другие действия по устранению неполадок не дали результата.
tr: Diğer sorun giderme adımları başarısız olursa 10.4 veya 10.5'teki Mac kullanıcılarının IPv6'yı devre dışı bırakmaları gerekebilir.

source: Windows users: go to
pl: Użytkownicy systemu Windows: przejdź do
ru: Пользователи Windows: перейти к
tr: Windows kullanıcıları: buraya

source: iPhone/iPad users: No specific version advised at this time.
pl: użytkownicy iPhone/iPad: Brak określonej wersji przemyślanej w tym czasie.
ru: qnetvova@gmail.com
tr: iPhone/iPad kullanıcıları: şu anda tavsiye edilen belli bir sürüm yok.

source: Routers - Make sure you have the latest firmware installed. Some vendors have updated the defaults, or put in health checks before enabling IPv6.
ru: Маршрутизаторы. Убедитесь, что установлена последняя версия прошивки. Некоторые поставщики обновили параметры по умолчанию или поставили проверку работоспособности перед включением IPv6.
tr: Yönlendiriciler - En yeni bellenimin kurulu olduğundan emin olun. Bazı sağlayıcılar, IPv6'yı etkinleştirmeden önce varsayılanları güncelledi veya sağlık kontrolleri yaptı.
