Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: This mirror is provided by
pl: Ten mirror jest obsługiwany przez
ru: Это зеркало предоставлено
tr: Bu ayna, ........ tarafından sağlanmaktadır

source: bad
pl: zły
ru: неудача
tr: kötü

source: ok
ru: ок
tr: Tamam

source: slow
pl: powolny
ru: медленно
tr: yavaş

source: timeout
pl: upłynął czas
ru: таймаут
tr: zaman aşımı

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
pl: Połączenia do adresów URL zawierających adresy IP są blokowane; najprawdopodobniej twoja przeglądarka ma zainstalowany filtr 'NoScript' lub 'RequestPolicy', albo tego typu filtrowanie wykonywane jest na serwerze pośredniczącym (proxy). To wprowadza częściowe ograniczenie funkcjonalności tej strony.
ru: Подключения к url адресам с IP адресами, видимо, заблокированы; возможно, это произошло из-за того, что вы используете расширения «NoScript» или «RequestPolicy» в браузере, или фильтры в вашем прокси-сервере. Это ограничит функциональность этого сайта.
tr: IP adresine sahip URL bağlantıları engellenmişe benziyor; büyük ihtimalle tarayıcınızda 'NoScript' veya 'RequestPolicy' gibi bir internet süzgeci (web filter) eklentisi yüklü veya vekil sunucu (proxy) filtresine sahip bir ağ bağlantısı kullanıyorsunuz. Bu, test sitesinin işlevlerinden bir kısmını engelleyebilir.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
pl: Połączenia IPv4 z wykorzystaniem nazw DNS działają. Nawiązanie połączenia z wykorzystaniem URL zawierającym adres IP nie udało się. Tego typu adresy obecnie wykorzystywane są bardzo rzadko.
ru: IPv4 используют для работы DNS; но IP адреса в url нет. Это редко используется сегодня.
tr: DNS kullanan IPv4 Bağlantıları çalışır; ama URL içindeki literal IP adresleri çalışmaz. Bunlar günümüzde internette nadiren kullanılır.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
pl: Połączenia IPv6 z wykorzystaniem nazw DNS działają. Nawiązanie połączenia z wykorzystaniem URL zawierającym adres IP nie udało się. Tego typu adresy obecnie wykorzystywane są bardzo rzadko.
ru: IPv6 используют для работы DNS; но IP адреса в url нет. Это редко используется сегодня.
tr: DNS kullanan IPv6 Bağlantıları çalışır; ama URL içindeki IP adresleri çalışmaz. Bunlar günümüzde internet üzerinde nadiren kullanılır.

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
pl: Prawdopodobnie korzystasz z publicznej bramki 6to4. Możliwe, że twój router przygotował to automatycznie dla ciebie. Tego typu bramki nie mają gwarancji jakości usługi, co może powodować okresowe problemy z dostępem do sieci. Lepszym rozwiązaniem jest uzyskanie natywnego adres IPv6 bezpośrednio od twojego dostawcy internetu.
ru: Похоже, вы используете публичный 6to4 шлюз. Возможно, ваш роутер предоставляет его автоматически. Подобные публичные шлюзы не имеют соглашения об уровне технических услуг, что может превести к потери производительности. Лучше будет использовать родной IPv6 адрес от вашего провайдера ISP.
tr: Görünüşe göre ortak/halka açık bir ağ geçidi (gateway) kullanıyorsunuz; yönlendiriciniz (router) bu ağ geçidini size otomatik olarak sağlıyor olabilir. Bunun gibi ortak ağ geçitleri (public gateway) hizmet seviyesi anlaşmalarına sahip değildir; bu yüzden performans sorunları yaşayabilirsiniz. Internet Servis Sağlayıcınız'dan yerel bir IPv6 adresi almanız sizin hayrınıza olacaktır.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
pl: Twoje połączenie IPv6 prawdopodobnie korzysta z usługi Teredo, a typ translacji IPv4/IPv6 używa publicznej bramki. Takie rozwiązanie <i>może</i> mieć problemy z jakością usługi przy dostępie do stron IPv6.
ru: Похоже, ваше IPv6 соединение использует Teredo для преобразования IPv4/IPv6, используя публичные шлюзы. Качество такого соединения <i>может</i> страдать, так как вы используете публичный шлюз для доступа к IPv6 сайтам.
tr: Görünüşe göre IPv6 bağlantınız ortak ağ geçidi (public gateway) kullanan bir tür IPv4/IPv6 çeviricisi olan Teredo kullanıyor. Bağlantı kalitesi kötü <i>etkillenebilir</i>, çünkü IPv6 tabanlı sitelere erişmek için ortak bir ağ geçidi kullanıyorsunuz.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
pl: Twoje połączenie IPv6 prawdopodobnie korzysta z usługi Teredo, rodzaju bramki IPv4 do IPv6, która obecnie łączy się wyłącznie do bezpośrednich adresów IP. Twoja przeglądarka nie będzie w stanie łączyć się do stron IPv6 z wykorzystaniem nazwy domenowej. To ograniczenie sprawia, że obecna konfiguracja jest bezużyteczna do przeglądania stron www IPv6.
ru: Похоже, ваше IPv6 соединение использует Teredo, разновидность IPv4/IPv6 шлюза. На текущий момент он подключается напрямую к IP адресам. Ваш браузер не сможет заходить на IPv6 сайты по их имени. Это означает, что текущие настройки не обеспечат полноценное использование IPv6 веб сайтов.
tr: Görünüşe göre IPv6 bağlantınız bir tür IPv4/IPv6 ağ geçidi (gateway) olan Teredo'yu kullanıyor; bu yöntemle şimdilik yalnızca direkt IP'lere bağlanabilirsiniz. Tarayıcınız IPv6 sitelerine isimlerini kullanarak erişemeyecek. Bu da şimdiki ayarlarınızın IPv6 internet sitelerini gezinmek için kullanışlı olmadığı anlamına geliyor.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
pl: Twoje połączenie IPv6 prawdopodobnie korzysta z usługi Teredo, rodzaju bramki IPv4 do IPv6. Twoja konfiguracja teredo używana jest wyłącznie jako protokół ostatniej szansy. Przy przeglądaniu stron dostępnych zarówno na IPv4 jak i IPv6 preferowany będzie protokół IPv4.
ru: Похоже, ваше IPv6 соединение использует Teredo, разновидность IPv4/IPv6 шлюза. Ваши настройки используют Teredo как протокол последнего уровня. Когда вы будете посещать сайты поддерживающие и IPv4 и IPv6 протокол, будет предпочтён IPv4.
tr: Görünüşe göre IPv6 bağlantınız bir tür IPv4/IPv6 ağ geçidi olan Teredo'yu kullanıyor. Teredo ayarları yalnızca son çare protokolü olarak kullanılır. Hem IPv4 hem de IPV6'ya sahip sitelere bağlanırken IPv4 bağlantısı tercih edilecektir.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
pl: Uwaga! IPv6 jakby działa, ale duże pakiety nie mogą być przesyłane. To daje wrażenie że problemem są strony www. Jeśli wydawcy przesiądą się na IPv6, będziesz mieć wrażanie, że ich strona przestała działać. Proszę zapytaj swojego dostawcę internetu o możliwe problemy z MTU (ang. Maximum Transfer Unit - największa porcja danych transportowana przez pakiet), które mogą wynikać z tunelowania twojego połączenia.
ru: Внимание! IPv6 работает, но большие пакеты, видимо, теряются. Это даже может выглядеть так, как будто сайт сломан. Если сайт будет в IPv6, для вас будет выглядеть, как будто сайт сломан. Узнайте у вашего провайдера о проблемах с MTU. Возможно, проблема в вашем туннеле.
tr: Tehlike! IPv6 çalışıyor gibi, ancak görünüşe göre bozuk bir internet sitesi görüntüsü veren büyük paketler başarısız oldu. Bir yayıncı IPv6 bazlı yayın yaparsa internet siteleri size bozukmuş gibi görünecek. MTU(Maksimum İletim Birimi) özellikle tüneliniz (tunnel) hakkındaki sorunlarınızı İnternet Servis Sağlayıcınız'a iletin.

source: Check your firewall to make sure that ICMPv6 messages are allowed (in particular, Type 2 or Packet Too Big).
pl: Sprawdź swoją zaporę sieciową i upewnij się że wiadomości ICMPv6 są dozwolone (w szczególności, Typu 2 lub Pakiet Zbyt Duży).
ru: Проверьте ваш брандмауэр, чтобы убедиться, что сообщения ICMPv6 разрешены (в частности, тип 2 или Packet Too Big).
tr: Güvenlik duvarınızın ICMPv6 mesajlarına izin verdiğinden emin olun. (özellikle Tip 2 veya Paket Çok Büyük mesajları).

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
pl: Wyniki testu są niejednoznaczne i nie pasją do znanego wzorca. Proszę uruchom test ponownie. Jeśli uzyskasz te same wyniki, wtedy skorzystaj proszę z formatki kontaktu, aby nas o tym powiadomić.
ru: Результаты проверки неполные и не соответствуют ожидаемым. Попробуйте запустить тест заново, и если результаты будут такие же, то заполните контактную форму.
tr: Test sonuçları kesin değildir; sonuçlar beklenilen düzeyde tutarlı değildi. O yüzden lütfen testi tekrar çalıştırın. Sonuçlar aynı olursa, lütfen iletişim formunu doldurun.

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
pl: Z nieznanych powodów, twoja przeglądarka pracuje wolniej jeśli ma do dyspozycji oba protokoły IPv4 i IPv6. Proszę uruchom test ponownie i jeśli rezultat będzie ten sam daj nam o tym znać za pomocą formularza kontaktowego.
ru: По непонятным причинам ваш браузер, похоже, работает медленее при подключении к IPv4 и IPv6. Попробуйте запустить тест заново, и если результаты будут такие же, то заполните контактную форму.
tr: Bilinmeyen sebeplerden dolayı, görünüşe göre tarayıcınız IPv4 ve IPv6 kullanma seçenekleriniz verildiğinde yavaşlıyor. Lütfen testi tekrar çalıştırın ve sonuçlar aynı olursa, lütfen iletişim formunu doldurun.

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
pl: Wygląda na to, że jesteś w stanie przeglądać Internet wyłącznie poprzez protokół IPv4. Nie będziesz w stanie dostać się do stron udostępnionych wyłącznie za pomocą IPv6.
ru: Похоже у вас есть доступ только в IPv4 интернет. У вас не получится зайти на сайты использующие только IPv6.
tr: Görünüşe göre, yalnızca IPv4 tabanlı İnternet'i kullanabiliyorsunuz. Sadece IPv6 tabanını kullanan sitelere erişemeyeceksiniz.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
pl: Kiedy strona jest dostępna w IPv4 i IPv6, twoja przeglądarka wybiera IPv4 bez dodatkowego opóźnienia.
ru: Когда сайт предлагает доступ по IPv4 и IPv6 одновременно, ваш браузер выберет IPv4 доступ без каких-либо задержек.
tr: Bir yayıncı hem IPv4 hem de IPv6 sunarsa, görünüşe göre tarayıcınız IPv4 tabanlı siteye atlayıveriyor!

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
pl: Kiedy strona jest dostępna w IPv4 i IPv6, twoja przeglądarka najwyraźniej spowalnia wyświetlenie strony jeśli porównać to do wyświetlenia strony opartej wyłącznie o IPv4. Możesz nawet zacząć podejrzewać, że jest jakiś problem z przeglądana stroną. To może być wynik złej konfiguracji IPv6.
ru: Когда сайт предлагает доступ по IPv4 и IPv6 одновременно, ваш браузер будет открывать сайт заметно медленее, чем сайты только с IPv4. Это даже может выглядеть так, как будто сайт сломан. Возможно это связано с вашей настройкой IPv6.
tr: Bir yayıncı hem IPv4 hem de IPv6 sunarsa, görünüşe göre tarayıcınız sadece IPv4 tabanlı bir siteye gçre önemli ölçüde yavaşlıyor. Hatta bu yüzden internet sitesinin bozuk olduğuna bile inanabilirsiniz. Bu sorunun sebebi IPv6 ayarlarınız olabilir.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
pl: Kiedy strona jest dostępna w IPv4 i IPv6, twoja przeglądarka osiąga limit czasu oczekiwania przy ładowaniu strony IPv6. W wyniku tego możesz podejrzewać, że strona nie działa. Ten efekt może być wywołany przez złą konfigurację IPv6. Rozważ wyłączenie obsługi IPv6 i poszukaj pomocy.
ru: Когда сайт предлагает доступ по IPv4 и IPv6 одновременно, ваш браузер будет открывать эти сайт с задержками на соединении. Это даже может выглядеть так, как будто сайт сломан. Возможно это связано с вашей настройкой IPv6. Вам следует или отключить IPv6 вообще или перепроверить настройки. Если проблема всё ещё остаётся, попробуйте обратиться к вашему поставщику доступа в интернет.
tr: Bir yayıncı hem IPv4 hem de IPv6 sunarsa, görünüşe göre tarayıcınız bağlanmaya çalışırken zaman aşımına uğruyor. Bu yüzden sitenin kapalı olduğunu bile düşünebilirsiniz! Sorunun sebebi IPv6 ayarlarınız olabilir. IPv6'yı kapatın veya bu konuda yardım isteyin.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
pl: Połączenia IPv4 są powolne ale działają. Możliwe, że twój dostawca usług umieścił Cię za urządzeniem do współdzielenia adresu IP (NAT), które jest obecnie przeciążone.
ru: Ваше подключение к IPv4 слишком медленное. Возможно, вы или ваш провайдер сделали подключение через сервер NAT, который сейчас медленный.
tr: IPv4 bağlantıları yavaş ama hâlâ çalışıyor. Büyük ihtimal siz ya da İnternet Servis Sağlayıcınız şu anda yavaş olan bir IP paylaşım (Ağ Adresi Dönüştürme) cihazı kullanıyorsunuz.

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
pl: Wygląda na to, że obecnie jesteś w stanie przeglądać Internet wyłącznie za pomocą IPv6. Nie masz dostępu do IPv4. Całkiem odważne!
ru: Похоже, что у вас работает только IPv6 подключение. При этом у вас нет доступа к IPv4. Это очень смело!
tr: Görünüşe göre sadece IPv6 tabanlı interneti gezebiliyorsunuz. IPv4'e erişiminiz yok. Fazla cesursunuz!

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
pl: Połączenia IPv6 są powolne ale działają. Możliwe, że używasz publicznego tunelu IPv6, który jest albo powolny lub zlokalizowany daleko.
ru: Ваше подключение к IPv6 слишком медленное. Возможно, вы используете публичный IPv6 туннель, который сейчас перегружен или находится слишком далеко от вас.
tr: IPv6 bağlantıları yavaş ama hâlâ çalışıyor. Büyük ihtimal yavaş bir ortak IPv6 tüneli kullanıyorsunuz ya da IPv6 tüneli yakınınızda değil.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
pl: Połączenia do stron z obsługą wyłącznie IPv6 się przedawniają. Każda taka strona będzie dla ciebie wyglądać jak wyłączona.
ru: Подключение к только IPv6 превысило временно́е ограничение. Любые только IPv6 сайты будут выглядеть для вас как сломаные.
tr: Sadece IPv6 tabanlı sitelere erişiminiz zaman aşımına uğruyor. Yalnızca IPv6 tabanına sahip siteler size bozukmuş gibi gözükecek.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
pl: Połączenia do stron dostępnych przez IPv6 się zawieszają. Wygląda na to, że masz skonfigurowane IPv6, twój komputer uważa, że IPv6 działa i ma działające wyjście na świat, ale to połączenie nie działa kompletnie. Każda strona, która doda obsługę IPv6 przestanie dla ciebie działać. Poszukaj pomocy jeśli nie jesteś w stanie poprawić swojego połączenia IPv6. Jeśli wszystko zawiedzie, rozważ wyłączenie IPv6.
ru: Подключение к IPv6 веб сайту сброшено. Возможно, это связано с вашими настройками IPv6. При этом, ваш компьютер уверен, что IPv6 работает. Однако, это не так. Любые сайты, использующие IPv6, будут недоступны для вас. Если вы не можете самостоятельно исправить подключение или роутинг IPv6, обратитесь за помощью. Если все остальное так же не работает, задумайтесь об отключении IPv6 на хосте.
tr: IPV6 kullanabilen sitelere erişiminiz kapanıyor. Görünüşe göre IPv6 ayarlarınız yapılmış ve bilgisayarınız IPv6'nızın yönlendiricinizle çalıştığını düşünüyor. Ancak bu bağlantı tamamen başarısız oluyor. IPv6 ekleyen sitelere ulaşamayacaksınız. IPv6 yönlendirmenizi veya bağlantınızı düzeltemezseniz, yardım isteyin. Tüm çabalarınız boşa çıkarsa IPv6'yı bu sunucuda engelleyin.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
pl: Nie jesteśmy w stanie przetestować twojego systemu. Wygląda na to, że firewall albo filtr w przeglądarce ogranicza uruchamianie krytycznych testów. Spróbuj wyłączyć wtyczki, rozszerzenia lub inne dodatki (takie jak blokady reklam), a następnie przeładuj tą stronę. Jeśli ten problem się powtórzy, wyślij komentarz z prośbą o pomoc.
ru: Мы не смогли проверить вашу систему, так как, видимо, вы используете брендмауер или фильтры в браузере, мешающие проверке. Основная проверка провалена. Попробуйте отключить все плагины и расширения браузера (такие как, например, блокировщики рекламы) и перезагрузить страницу. Если проблема останется, запросите помощь.
tr: Sisteminizi test edemedik. Görünüşe göre bir güvenlik duvarı ya da tarayıcı filtresi testin yürütülmesini engelliyor. Önemli testler başarısız oldu. Tarayıcı eklentilerini(adblocker veya reklam engelleyiciler gibi) ve uzantılarını engelleyin ve bu sayfayı tekrar yükleyin.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
pl: Nie jesteśmy w stanie przetestować twojego systemu. Wygląda na to, że firewall albo filtr w przeglądarce ogranicza uruchamianie testów konfiguracji w wykorzystaniem obu protokołów (dual-stack). Spróbuj wyłączyć wtyczki, rozszerzenia lub inne dodatki (takie jak blokady reklam), a następnie przeładuj tą stronę. Jeśli ten problem się powtórzy, wyślij komentarz z prośbą o pomoc.
ru: Мы не смогли проверить вашу систему, так как, видимо, вы используете брендмауер или фильтры в браузере, мешающие проверке. Проверка работы IPv4 и IPv6 провалена. Попробуйте отключить все плагины и расширения браузера (такие как, например, блокировщики рекламы) и перезагрузить страницу. Если проблема останется, запросите помощь.
tr: Sisteminizi test edemedik. Görünüşe göre bir güvenlik duvarı ya da tarayıcı filtresi testin yürütülmesini engelliyor. Önemli testler başarısız oldu. Tarayıcı eklentilerini(adblocker veya reklam engelleyiciler gibi) ve uzantılarını engelleyin ve bu sayfayı tekrar yükleyin. Yine de başarısız olursanız, yardım almak için yorum bırakın.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
pl: Twoja przeglądarka blokuje testowe adresy URL. Skorzystamy z alternatywnych metod, które mogą nie ustalić twojego publicznego adresu IP, to może mieć wpływ na jakość generowanych porad.
ru: Ваш браузер блокирует адреса проверок. Мы попробуем провести альтернативные проверки, но они, возможно, не определят правильно ваш IP адрес. Это может сказаться на качестве наших советов.
tr: Tarayıcınız test URL'lerini engelliyor. Alternatif yöntemler deneyeceğim ama bunlar da IP adresinizi göstermeyebilir, bu da verilen tavsiyenin kalitesini etkileyebilir.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
pl: Najbardziej prawdopodobną przyczyną jest NoScript lub AdBlock+. NoScript może być poinformowane aby zezwolić na wszystkie skrypty na tej stronie (możesz musieć to zrobić więcej niż raz). Co najmniej, zezwól na adresy Url z listy poniżej.
ru: Наиболее вероятной причиной могут являться расширения NoScript и AdBlock+. В NoScript нужно разрешить работу всех скриптов на этой странице (возможно, вам придется проделать это несколько раз). Ниже указан минимальный список адресов к которым требуется доступ.
tr: Sorunun kaynağı büyük ihtimal NoScript or AdBlock+. NoScript'in bu sayfadaki tüm skriptlere izin vermesi komutunu verebilirsiniz (bunu birden fazla defa yapmanız gerekebilir). En azından aşağıda listelenen URL'lere izin verin.

source: NAT64 detected. IPv6 works. IPv4 works for most purposes. Applications that are hard-coded for IPv4-only will fail. We are aware of at least one major voice-over-ip program that falls into this category. Your application's support staff may need a nudge to add proper IPv6 support.
pl: NAT64 wykryte. IPv6 działa. IPv4 działa w większości celów. Aplikacje, które są zakodowane na stałe tylko dla IPv4, zawiodą. Zdajemy sobie sprawę z co najmniej jednego dużego programu do obsługi głosu, który należy do tej kategorii. Pracownicy obsługi twojej aplikacji mogą potrzebować pomocy, aby dodać odpowiednią obsługę IPv6.
ru: NAT64 обнаружена. IPv6 работает. IPv4 работает при необходимости. Приложения, которые нацелены на использование только IPv4 не будут работать. Нам известна по крайней мере одна основная voice-over-ip программа, которая попадает под эту категорию. Вспомогательному персоналу вашего приложения придется осуществить поддержку IPv6.
tr: NAT64 tespit edildi. IPv6 çalışıyor. IPv4 çoğu zaman çalışıyor. Sadece IPv6 kullanan uygulamalar başarısız olacaktır. Bu kategoriye giren en az bir önemli IP üzerinden ses iletimi programına sahipsiniz. Uygulamanızın destek elemanlarının IPv6 desteği eklemesi gerekiyor.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
pl: Twój serwer DNS (prawdopodobnie prowadzony przez twojego dostawcę usług) wygląda jak by posiadał połączenie do Internetu z wykorzystaniem protokołu IPv6.
ru: Ваш DNS сервер (возможно, предоставляемый вашим провайдером) имеет доступ к IPv6 интернету.
tr: (büyük ihtimal Internet Servis Sağlayıcınız tarafından verilen) DNS sunucunuz görünüşe göre IPV6 İnternet erişimine sahip.
