Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: If you are using an Apple router or Time Capsule, load the Airport Utility to check that your router is up to date.
ru: Если вы используете маршрутизатор Apple или Time Capsule, загрузите утилиту Airport чтобы проверить, что ПО вашего маршрутизатора обновлено.
tr: Bir Apple yönlendirici veya Time Capsule kullanıyorsanız, Yönelticinizin güncelliğini kontrol etmek için Airport Utility'yi yükleyin.

source: Browsers - Some browsers have made updates to detect "broken" users, and to temporarily disable IPv6.
ru: Браузеры - некоторые браузеры включают обновления для обнаружения «неисправностей» у пользователей и временного отключения IPv6.
tr: Tarayıcılar - Bazı tarayıcılar, "kırık" kullanıcıları tespit etmek ve IPv6'yı geçici olarak devre dışı bırakmak için güncellemeler yapmıştır.

source: Firefox 4.x now only tries IPv6, when an IPv6 address is configured. Firefox 3 users are encouraged to upgrade.
ru: Firefox 4.x теперь только пробует соединиться по IPv6, когда IPv6 адресация настроена. Пользователям Firefox 3 рекомендуется обновить браузер.
tr: Firefox 4.x, şimdi bir IPv6 adresi yapılandırıldığında IPv6'yı deniyor. Firefox 3 kullanıcılarının yükseltmeleri önerilir.

source: Chrome: If a wrench icon appears on the browser toolbar, click it. Select "Update Google Chrome" then Restart.
ru: Chrome. Если на панели инструментов браузера отображается значок гаечного ключа, щелкните его. Выберите «Обновить Google Chrome» и перезапустите.
tr: Chrome: Tarayıcı araç çubuğunda bir anahtar simgesi görünüyorsa, simgesini tıklayın. "Google Chrome'u Güncelle" yi seçin ve ardından Yeniden Başlat'ı seçin.

source: Opera: Make sure you use at least 11.10.
pl: Opera: Upewnij się, że używasz przynajmniej 11.10.
ru: Opera: Убедитесь, что вы используете версию не ниже 11.10.
tr: Opera: En az 11.10 kullandığınızdan emin olun.

source: Finding your IP address
pl: Znajdywanie twojego adresu IP
ru: Поиск вашего IP адреса
tr: IP adresinizi bulma

source: Identify your IPv6 address, and your default router (if you have one).
ru: Quality
tr: Adresinizi ve varsayılan yönlendiricinizi (varsa) belirleyin.

source: Finding your IPv6 address and default router can be a challenge if you are not familiar with your OS's network configuration. Instructions for your OS are below.
ru: Поиск IPv6 адреса и маршрутизатора по умолчанию может стать проблемой, если вы не знакомы с конфигурацией вашей операционной системы. Инструкции для вашей ОС приведены ниже.
tr: İşletim sisteminizin ağ yapılandırmasına aşina değilseniz, IPv6 adresinizi ve varsayılan yönlendiricinizi bulmak bir sorun olabilir. İşletim sisteminiz için talimatlar aşağıda verilmiştir.

source: When looking for your IPv6 address, skip any <code>fe80:</code> address. Everyone has them if their OS supports IPv6; this is regadless of whether or not your ISP supports IPv6 yet. Those are "link local" addresses; used just for communicating to other hosts in the same physical network as you.
ru: Ищите ваш IPv6 адрес, пропустите <code>fe80:</code> адрес. У всех есть их, если их ОС поддерживает IPv6; это бессмысленно, поддерживает ли ваш провайдер IPv6 или нет. Это "ссылки на локальные" адреса; используются только для общения с другими узлами той же физической сети, что и вы.
tr: IPv6 adresinizi ararken, herhangi bir <code> fe80: </ code> adresini atlayın. OS'leri IPv6'yı destekliyorsa, herkes bunlara sahiptir; Bu, İSS'nizin IPv6'yı henüz desteklemesine bakılmaksızın. Bunlar "bağlantı yerel" adresleridir; sadece sizinle aynı fiziksel ağdaki diğer ana makinelere iletişim kurmak için kullanılır.

source: OS X users: To find your IP address using the GUI:
pl: Użytkownicy OS X: Aby znaleźć swój adres IP używając GUI:
ru: Пользователям OS X: поиск своего IP-адреса с помощью графического интерфейса:
tr: OS X kullanıcıları: komut sekmesini kullanarak IP adresinizi bulmak için:

source: Go to the "Apple" menu (top left corner)
pl: Przejdź do menu "Apple" (górny lewy róg)
ru: Выберите меню "Apple" (левый верхний угол)
tr: "Apple" menüsüne gidin (sol üst köşe)

source: Go to System Preferences
pl: Przejdź do preferencji systemowych
ru: Перейти в системые настройки
tr: "Apple" menüsüne gidin (sol üst köşe)

source: Go to Network
pl: Przejdź do sieci
ru: Перейти к сети
tr: Ağ'a tıklayın

source: Click on your primary network (green icon) if you have more than one work.
ru: Нажмите нпо вашей основной сети (зеленый значок), если у вас есть более одного подключения.
tr: Birden fazla çalışmanız varsa, birincil ağınızı (yeşil simge) tıklayın.

source: Go to "Advanced"
pl: Przejdź do "Zaawansowane"
ru: Перейти в "Дополнительные"
tr: "Gelişmiş"e tıklayın

source: Look at the TCP/IP tab, uder "Configure IPv6".
pl: Spójrz na kartę TCP/IP, pod "Konfiguracja IPv6".
ru: Найдите секцию "Параметры IPv6" на вкладке TCP/IP.
tr: TCP / IP sekmesine, "Yapılandırma IPv6" uderine bakın.

source: Make a note of whether or not there is a router.
pl: Zwróć uwagę czy znajduje się router.
tr: Bir yönlendirici olup olmadığını not edin.

source: Make a note of the IPv6 address (if any).
pl: Zapisz adres IPv6 (jeśli taki istnieje).
tr: (varsa) IPv6 adresini kaydedin.

source: OS X users: To find your IP address using the command line:
pl: Użytkownicy OS X: Aby znaleźć swój adres IP używając wiersza poleceń:
ru: Пользователям OS X: поиск своего IP адреса с помощью командной строки:
tr: OS X kullanıcıları: komut satırını kullanarak IP adresini bulmak için:

source: To open your terminal: Go to your Applications folder; go to Utilities; and double click Terminal.
pl: Aby otworzyć twój terminal: Udaj się do folderu aplikacji, przejdź do Narzędzi; i kliknij dwukrotnie Terminal.
tr: Terminalinizi açmak için: Uygulamalar klasörüne gidin; Yardımcı Programlara gidin; ve Terminal'i çift tıklayın.

source: To see your IP addresses: <code>ifconfig -f inet6</code>.
pl: Aby zobaczyć swoj adresy IP: <code>ifconfig -f inet</code>.
ru: Чтобы увидеть ваши IP адреса: <code>ifconfig -f inet6</code>.
tr: IP adreslerinizi görüntülemek için: <code>ifconfig -f inet6</code>.

source: Ignore the <code>fe80:</code> addresses; look for any other address on your <code>en0</code> or <code>en1</code>.
ru: Игнорируйте <code>fe80:</code> адреса; ищите любой другой адрес на вашем <code>en0</code> или <code>en1</code>.
tr: <code>fe80:</code> adreslerini görmezden gelin; <code>en0</code> veya <code>en1</code>'da bulunan diğer adreslere bakın.

source: To see if you have a default route: <code>netstat -nr -f inet6</code>.
tr: Varsayılan rotanız olup olmadığını görmek için: <code> netstat -nr -f inet6 </ code>.

source: Look for a line that says "default"; probably pointing to a gateway starting with <code>fe80:</code>
tr: "Varsayılan" yazan bir satıra bakın; muhtemelen <code> fe80 ile başlayan bir ağ geçidini gösteriyor: </ code>

source: iPhone and iPad users: No information is shown via Apple's preferences/setup. The "IT Tools" and the "ip6config" apps do show IPv6 address data; both cost.
tr: iPhone ve iPad kullanıcıları: Apple'ın tercihleri ​​/ kurulumu ile hiçbir bilgi gösterilmez. "BT Araçları" ve "ip6config" uygulamaları IPv6 adres verilerini gösterir; her iki maliyet.

source: Linux users: To find your IPv6 address, open a terminal and..
pl: Użytkownicy systemu Linux: Aby znaleźć adres IPv6, otwórz terminal i..
tr: Linux kullanıcıları: IPv6 adresinizi bulmak için bir terminal açın ve..

source: Linux users: To find your IPv6 route, use:
pl: Użytkownicy systemu Linux: Aby znaleźć trasę IPv6 użyj:
tr: Linux kullanıcıları: IPv6 rotanızı bulmak için şunu kullanın:

source: Generic unix instructions for determining your IPv6 address and default route:
pl: Ogólne instrukcje uniksowe do określania adresu IPv6 i trasy domyślnej:
tr: IPv6 adresinizi ve varsayılan rotanızı belirlemek için genel unix talimatları:

source: Run
pl: Uruchom
ru: Выполнить
tr: Çalıştırmak

source: and look for <code>inet6</code> to see your possible IPv6 addresses.
tr: ve olası IPv6 adreslerinizi görmek için <code> inet6 </ code> arayın.

source: and look for <code>inet6</code> or <code>Internet6</code> or similar to find the IPv6 portion; then look for <code>default</code> or <code>::</code> or <code>::/0</code>.
tr: iPv6 bölümünü bulmak için <code> inet6 </ code> veya <code> Internet6 </ code> veya benzerlerini arayın; <code> default </ code> veya <code>:: </ code> veya <code>:: / 0 </ code> arayın.

source: Windows users: To find your IP address using cmd.exe:
pl: Użytkownicy systemu Windows: Ay znaleźć adres IP za pomocą cmd.exe:
ru: Пользователям Windows: поиск своего IP-адреса используя cmd.exe:
tr: Windows kullanıcıları: IP adresinizi cmd.exe'den bulmak için:

source: Go to your "start" menu
pl: Przejdź do twojego menu "start"
ru: Перейдите в меню "Пуск"
tr: "Başlangıç" menüsüne gidin

source: If you have a "Run" menu option, select it. Otherwise go to the "Search programs and files" box.
tr: Menüde ''Çalıştır'' opsiyonu varsa, bunu seçin. Aksi taktirde ''Arama proğramları ve dosyaları'' kutusuna gidin.

source: Type <code>cmd.exe</code>
pl: Wpisz <code>cmd.exe</code>
ru: Напечатайте <code>cmd.exe</code>
tr: <code>cmd.exe</code>Yazın

source: In the cmd window, type <code>ipconfig</code> .
pl: W oknie cmd, wpisz <code>ipconfig</code> .
ru: В cmd-окне введите <code>ipconfig</code>.
tr: Cmd penceresinde, <code>ipconfig</code>yazınız.

source: Windows 7 GUI users:
pl: Użytkownicy Windows 7 GUI:
ru: Для пользователей Windows 7:
tr: Windows 7 GUI kullanıcılar:

source: Go to the start menu
pl: Przejdź do menu startowego
ru: Перейдите в меню "Пуск"
tr: Başlangıç menüsüne gidin

source: Go to the control panel
pl: Przejdź do panelu sterowania
ru: Нажмите "Панель управления"
tr: Denetim Masası'na tıklayın

source: Go to "Network and Internet"
pl: Przejdź do "Sieć i Internet"
ru: Перейти к "Сеть и интернет"
tr: "Ağ ve İnternet"e tıklayın

source: Go to "View network status and tasks"
pl: Przejdź do "Wyświetl stan sieci i zadania"
ru: Перейти к "Просмотр состояния сети и задач"
tr: ''Ağ durumunu ve görevleri görüntüle'' ye git

source: Go to "Change adapter settings".
pl: Przejdź do "Zmień ustawienia karty".
ru: Перейдите к «Изменение параметров адаптера».
tr: ''Adaptör ayarlarını değiştir'' e gidin.

source: Go to your main Internet connection, double click
pl: Przejdź do podstawowego połączenia internetowego, kliknij dwukrotnie
ru: Перейти к основному интернет соединению (двойной клик)
tr: Ana internet bağlantınıza gidin, çift tıklayın

source: Go to "Details"
pl: Przejdź do "Szczegóły"
ru: Перейдите к «Сведения»
tr: "Ayrıntılar"a tıklayın

source: Look for "IPv6 Address" and "IPv6 Default Gateway"
pl: Wyszukaj "Adres IPv6" i "Brama domyślna" z adresem IPv6
ru: Ищите «IPv6-адрес» и «Шлюз по умолчанию IPv6»
tr: ''IPv6 Adresi'' ve ''IPv6 Varsayılan Ağ Gecidi'' ni arayın

source: Other Windows based OS's: Send jfesler@test-ipv6.com detailed instructions; and I'll add them to the site.
pl: Inne system bazujący na Windows: Prześlij dokładny opis do jfesler@test-ipv6.com, który następnie zostanie dodany do tej strony.
ru: Другие ОС на базе Windows: Отправьте подробные инструкции по адресу jfesler@test-ipv6.com, и я добавлю их на сайт.
tr: Diğer Windows tabanlı işletim sisitemleri: Ayrıntılı talimatları jfesler@test-iov6.com'a gönder; ardından onları siteye ekleyeceğim.

source: <b>If you set up a tunnelbroker tunnel</b>: The most common causes for tunnelbroker users to fail are:
ru: <b>Если вы настраиваете туннель туннельного брокера</b>: Наиболее распространенными причинами сбоев у пользователей туннельного брокера являются следующие:
tr: <b>Bir tünel arabulucu tüneli kurduysanız </b>: Tünel aracısı kullanıclarının başarısız olmalarının en yaygın nedenleri şunlardır:

source: Your IPv4 address may have changed; you need to tell the tunnelbroker server this happened.
ru: Возможно ваш IPv4 адрес изменился; Вам необходимо уведомить службу туннелей об этом.
tr: IPv4 adresiniz değişmiş olabilir, tünel borsası sunucusuna bildirmelisin.

source: If you are using your router to do the 6in4 (sometimes called 6to4 with explicit provider):
ru: Если вы используете механизм 6in4(иногда 6to4) на своем маршрутизаторе:
tr: Yönlendiricinizi 6in4'ü yapmak için kullanıyorsanız (bazen açık sağlayıcı ile 6to4 olarak adlandırılır):

source: Make sure tunnelbroker knows your current IPv4 address. Our site tells you your public IPv4 address.
ru: Убедитесь, что сервису туннелей известен ваш IPv4 адрес. Наш сайт отображает ваш публичный IPv4 адрес.
tr: Tünel arabulucunun mevcut IPv4 adresinizi bildiğinden emin olun. Sitemiz size genel IPv4 adresini söyler.

source: Make sure your router can ping the other side of the tunnel. Don't waste your time fixing computers until the router works!
pl: Upewnij się że twój router może wypingować druga stronę tunelu. Nie marnuj swojego czasu naprawiając komputer zanim router nie zacznie działać!
ru: Убедитесь, что ваш маршрутизатор может пинговать другую сторону туннеля. Не тратьте время на компьютер, пока маршрутизатор не заработает!
tr: Yönelticinizin tünelin diğer tarafına ping yapabileceğinden emin olun. Yöneltici çalışana kadar bilgisayarınızı sabitleme zamanınızı boşa harcamayın!

source: If you are using your Linux, BSD, Mac, or Windows box to "talk 6to4" specifically:
ru: Если вы используете Linux, BSD, Mac или Windows систему специально для "соединений по 6to4":
tr: Linux, BSD, Mac veya Windows kutusunu ''6to4'la konuşmak'' için kullanıyorsanız:

source: Make sure your router is passing "protocol 41" to you.
pl: Upewnij się, że twój router przekazuje "protocol 41" do Ciebie.
ru: Убедитесь, что ваш маршрутизатор передает вам "протокол 41".
tr: Yönelticinizin ''protocol 41'' i geçtiğinden emin olun.

source: Make sure any software firewall you are operating is passing "protocol 41" to you.
ru: Убедитесь, что используемый вами программный брандмауэр передает вам "протокол 41".
tr: Çalıştırdığınız herhangi bir yazışım duvarının ''protokol 41'' i geçtiğinden emin olun.

source: If everything worked before your reboot but fails now, check your firewall settings.
pl: Jeśli wszytko działo przed restartem, a teraz nie działa, sprawdź ustawienia zapory sieciowej.
ru: Если все работало, но после перезагрузки перестало - проверьте настройки брандмауэра.
tr: Her şey yeniden başlatmadan önce çalıştı, ancak şimdi çalışmazsa, güvenlik duvarı ayarlarınızı kontrol edin.

source: Make sure the box "doing 6to4" can ping the other side of the tunnelbroker gateway before working on any other hosts.
ru: Убедитесь, что поле "до 6to4" может пинговать другую сторону шлюза туннельного брокера перед началом работы с любыми другими узлами.
tr: ''Yaptığınız 6to4'' kutusunun, diğer ana makinelerde çalışmadan önce tunnelbroker gateway'in diğer tarafına ping yapabileceğinden emin olun.

source: If you set up 6to4
pl: Jeśli ustawisz 6to4
ru: Если вы настраиваете 6to4
tr: 6to4'ü kurarsan

source: (IPv6 address: starts with 2002)
pl: (Adres IPv6: zaczyna się z 2002)
ru: (IPv6-адрес: начинается с 2002)
tr: (IPv6 adresi: 2002 ile başlar)

source: If you use 6to4</b> (without a tunnel broker; ie, using anonymous 6to4):
ru: При использовании 6to4</b> (без туннельного брокера; т.е., с использованием анонимных 6to4):
tr: 6to4 </b> (tünel komisyoncusu olmadan yani anonim 6to4 kullanarak) kullanırsanız:

source: The use of "automatic" 6to4, or the use of 6to4 without explicit configuration of the gateways, is not recommended. For more information see <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
ru: Не рекомендуется использовать "автоматические" 6to4 шлюзы или пользоваться 6to4 без явной настройки шлюзов. Дополнительную информацию см. <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
tr: ''Otomatik'' 6to4'ün kullanılması veya ağ geçitlerinin açık yapılandırılması olmaksızın 6to4 kullanılması önerilmez. Daha fazla bilgi için <a href='#'click='reurn help_page("faq_6to4.html","6to4")'> 6to4 </a> adresini ziyaret edin.

source: If you want to continue trying to debug anonymous 6to4:
pl: Jeśli chcesz kontynuować próby debugowania anonimowego 6to4:
ru: Если вы хотите продолжить попытки отладить анонимных с 6to4:
tr: Anonim 6to4'ü hata ayıklama girişiminde bulunmaya devam etmek isterseniz:

source: If you are using your router to do the 6to4:
pl: Jeśli używasz routera do zrobienia 6to4:
ru: Если вы используете ваш маршрутизатор для работы с 6to4:
tr: Yönlendiricinizi 6to4'ü yapmak için kullanıyorsanız:

source: Make sure your router has a public IPv4 address. Without this, 6to4 fails.
pl: Upewnij się że twój router ma publiczny adres IPv4. Bez tego, 6to4 nie dział.
ru: Убедитесь, что ваш маршрутизатор имеет публичный IPv4-адрес. Без этого, 6to4 не заработает.
tr: Yönlendiricinizin genel bir IPv4 adresine sahip olduğundan emin olun. Bu olmadan 6to4 başarısız olur.

source: If your router permits you to log in, use "ping" or "ping6" and see if you can ping "ipv6.test-ipv6.com". Don't waste your time fixing computers until the router works!
pl: Jeśli twój router pozwala ci się zalogować, użyj "ping" albo "ping6" i zobaczy czy możesz wypingowac "ipv6.test-ipv6.com". Nie marnuj swojego czasu naprawiając komputer, zanim router nie zacznie działać!
ru: Если ваш маршрутизатор позволяет вам войти в систему, используйте "ping" или "ping6" и проверьте, можете ли вы выполнить ping "ipv6.test-ipv6.com". Не тратьте время на починку компьютеров, пока не заработает маршрутизатор!
tr: Yönelticiniz oturum açmanıza izin veriyorsa, "ping" veya "ping6" kullanın ve "ipv6.test-ipv6.com" adresine ping komutu gönderip gönderemeyeceğinize bakın. Yöneltici çalışana kadar bilgisayarınızı sabitleme zamanınızı boşa harcamayın!

source: Most home systems have private IPv4 addresses; this won't work with 6to4 (unless..)
pl: Większość domowych systemów ma prywatne adresy IPv4; nie będzie to działać z 6to4 (chyba że..)
ru: Большинство домашних систем имеют частные IPv4 адреса; это не будет работать с 6to4 (если только...)
tr: Çoğu ev sisteminin özel IPv4 adresleri vardır; 6to4 ile çalışmaz (olmazsa..)

source: Make sure your 6to4 interface knows your public IPv4 address.
pl: Upewnij się, że Twój interfejs 6to4 zna twój publiczny adres IPv4.
ru: Убедитесь, что ваш интерфейс 6to4 знает ваш публичный IPv4 адрес.
tr: 6to4 arayüzünüzün genel IPv4 adresinizi bildiğinden emin olun.

source: Make sure that your router permits protocol 41 from any IP address - not just 192.88.99.1. This will allow web sites to operate their half of 6to4, even if they can not spoof the 192.88.99.1 anycast address.
pl: Upewnij się że twój router zezwala na protokół 41 od każdego adresu IP - nie tylko 192.88.99.1. To pozwoli stronom internetowym do obsługi ich połowy 6to4, nawet jeśli nie mogą zauważyć adresu anycast 192.88.99.1.
ru: Убедитесь, что ваш маршрутизатор разрешает использование протокола 41 с любого IP-адреса, а не только 192.88.99.1. Это позволит веб-сайтам работать со своей половиной из 6to4, даже если они не смогут подделать адрес 192.88.99.1 anycast.
tr: Yönelticinizin sadece192.88.99.1'den başka herhangi bir IP adresinden protokol 41'e izin verdiğinden emin olun. Bu, web sitelerinin, 192.88.99.1 anycast adresini taklit edemeyecekleri halde, 6to4'ün yarısını çalışmasına izin verecektir.

source: Linux users using iptables connection tracking: take heed of the previous note!
pl: Użytkownicy Linux'a używający śledzenia połączeń iptables: zwróćcie uwagę na poprzednią uwagę!
ru: Пользователи Linux, использующие iptables для отслеживания соединений: обратите внимание на предыдущую заметку!
tr: Iptables bağlantı izlemeyi kullanan Linux kullanıcıları: Önceki nota kulak asın!

source: Consider changing how you connect.
pl: Rozważ zmianę sposobu połączenia.
ru: Рекомендуется изменить способ подключения.
tr: Bağlanma şeklinizi değiştirmeyi düşünün.

source: Ask your ISP if they offer any IPv6 connectivity (including possibly 6in4 tunnels, or tunnelbroker type tunnels).
pl: Zapytaj swojego dostawcę usług internetowych, czy oferuje jakąkolwiek łączność IPv6 (w tym ewentualne tunele 6in4 tunele typu tunnelbroker).
ru: Узнайте у вашего провайдера интернет-услуг, есть ли у него возможность подключения по протоколу IPv6 (включая, возможно, туннели типа "6in4", или туннели соединяющиеся через туннельного брокер).
tr: Herhangi bir IPv6 bağlantısı (muhtemelen 6 inç tünel veya tünel brokeri tünelleri dahil) sunup sunmadıklarını İSS'nize sorun.

source: See <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> for more information on why you would want to switch; and some options.
ru: Смотрите <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> для получения дополнительной информации о том, почему вы хотели бы переключиться; и некоторые другие опции.
tr: Bkz<a href="#" onclick='return help_page("faq_6to4.html","6to4")'> 6ya4 </a> bu geçişi yapmak istemesi için ilgili daha fazla bilgi için; ve bazı seçenekler.

source: If you have an ULA
pl: Jeśli masz ULA
ru: Если у вас есть ULA
tr: ULA'nız varsa

source: (IPv6 address: starts with FC or FD)
pl: (Adres IPv6: zaczyna się z FC lub FD)
ru: (IPv6-адрес: начинается с FC или FD)
tr: (IPv6 adresi: FC veya FDyle başlar)

source: If you have an IP address starting with <code>FC</code> or <code>FD</code>, you have what is effectively a private IPv6 address. It might be usable for talking to other devices within your home, or within your company. It also allows you to have a steady IPv6 address inside, even if your public IPv6 address changes regularly.
pl: Jeśli masz adres IP rozpoczynający się na <code>FC</code> lub <code>FD</code>; masz praktycznie prywatny adres IPv6. To może być stosowane do porozumiewania się z innymi urządzeniami w twoim domu lub w twojej firmie. Pozwala ci też to mieć stały adres IPv6 wewnątrz, nawet jeśli twój publiczny adres IPv6 regularnie się zmienia.
ru: Если у вас есть IP-адрес, начинающийся с <code>FC</code> или <code>FD</code>, у вас есть то, что фактически является частным IPv6-адресом. Он может быть полезен для общения с другими устройствами в вашем доме или в вашей компании. Это также позволяет вам иметь постоянный IPv6-адрес внутри, даже если ваш публичный IPv6-адрес регулярно меняется.
tr: <Code> FC </ code> veya <code> FD </ code> ile başlayan bir IP adresiniz varsa, etkili bir şekilde özel bir IPv6 adresi olana sahipsiniz. Evinizdeki ya da şirketinizde ki diğer cihazlarla konuşmak için kullanılabilir. Ayrıca, genel IPv6 adresiniz düzenli olarak değişse bile, içinde sabit bir IPv6 adresinizin olmasını sağlar.
