Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
ru: Вы можете опционально выбрать вместо этого просмотр <a href="simple_test.html"> простого теста</a>, который даст вам результат быстрого прохождения/провала для IPv4, IPv6 + IPv4, и IPv6. Однако это выдаст вам меньше диагностической информации.
tr: IPv4, IPv4 + IPv6 ve IPv6 için hızlı bir geçiş / başarısızlık verecek olan <a href="simple_test.html"> basit testi </a> görüntülemeyi tercih edebilirsiniz. Bununla birlikte, çok az tanı bilgisi sunacaktır.

source: For the Help Desk
pl: Dla Pomocy Technicznej
ru: Для справки
tr: Yardımcı olmak için

source: Summary
pl: Podsumowanie
ru: Результаты
tr: Özet

source: Tests Run
pl: Wykonane Testy
ru: Пройденные тесты
tr: Yürütülen Testler

source: Share Results / Contact
pl: Podziel się wynikami / Skontaktuj
ru: Поделиться результатами / Обратная связь
tr: Sonuçları Paylaşın / İletişime Geçin

source: FAQ for You
pl: FAQ dla Ciebie
ru: ЧаВО для вас
tr: Sizin için SSS

source: Help Popup
pl: Szybka pomoc
ru: Помощь
tr: Yardım Açılır Menüsü

source: Debug
pl: Informacje diagnostyczne
ru: Отладка
tr: Hataları Ayıkla

source: Other IPv6 Sites
pl: Inne strony IPv6
ru: Другие IPv6 сайты
tr: Diğer IPv6 Siteleri

source: How this test works:
pl: Jak działa ten test:
ru: Принципы работы теста:
tr: Bu test nasıl çalışır:

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
pl: Twoja przeglądarka jest proszona o pobranie kilku adresów URL. Kombinacja udanych i nieudanych pobrań daje obraz tego w jakim stopniu jesteś przygotowany na moment, gdy wydawcy zaczną uruchamiać strony www z wykorzystaniem IPv6.
ru: В процессе теста ваш браузер посетит серию адресов. Процент успешности покажет насколько вы готовы к тому времени, когда веб-сайты будут доступны только по IPv6.
tr: Tarayıcınızdan bir dizi URL'ye erişmesi için talimat verilecektir. Başarıların ve başarısızlıkların birleşimi, yayıncılar kendi web sitelerini IPv6 ile sunmaya ne zaman hazır olduğunuza dair bir hikayeyi anlatır.

source: Technical Info
pl: szczegóły techniczne
ru: Техническая информация
tr: Teknik Bilgiler

source: Test with IPv4 DNS record
pl: Test zapytań DNS odnośnie IPv4
ru: Тест IPv4 записи в DNS
tr: IPv4 DNS kaydı ile test edin

source: pending
pl: oczekujące
ru: ожидание
tr: bekleniyor

source: Test with IPv6 DNS record
pl: Test zapytań DNS odnośnie IPv6
ru: Тест IPv6 записи в DNS
tr: IPv6 DNS kaydı ile test edin

source: Test with Dual Stack DNS record
pl: Test z wykorzystaniem IPv4+IPv6 i DNS
ru: Тест обеих (IPv4 и IPv6) записей в DNS
tr: Çift Yığın DNS kaydıyla test edin

source: Test for Dual Stack DNS and large packet
pl: Test z wykorzystaniem IPv4+IPv6, DNS i dużymi pakietami
ru: Тест двухстекового (IPv4 и IPv6) DNS большими пакетами
tr: Çift Yığın büyük paket ve DNS için test

source: Test IPv4 without DNS
pl: Test IPv4 bez DNS
ru: Тест IPv4 без использования DNS
tr: IPv4'ü DNS olmadan test edin

source: Test IPv6 without DNS
pl: Test IPv6 bez DNS
ru: Тест IPv6 без использования DNS
tr: IPv6'yı DNS olmadan test edin

source: Test IPv6 large packet
pl: Test IPv6 z dużymi pakietami
ru: Тест IPv6 большими пакетами
tr: IPv6 büyük paketini test edin

source: Test if your ISP's DNS server uses IPv6
pl: Test czy serwer DNS twojego providera korzysta z IPv6
ru: Тест использования IPv6 DNS сервером вашего провайдера
tr: ISS'nizin DNS sunucusu IPv6 kullanıyor mu diye test edin

source: Find IPv4 Service Provider
pl: Wyszukiwanie informacji o dostawcy usługi IPv4
ru: Поиск провайдера IPv4
tr: IPv4 Servis Sağlayıcısını bulun

source: Find IPv6 Service Provider
pl: Wyszukiwanie informacji o dostawcy usługi IPv6
ru: Поиск провайдера IPv6
tr: IPv6 Servis Sağlayıcısını bulun

source: Test for buggy DNS
pl: Test w poszukiwaniu błędów obsługi DNS
ru: Тест некорректной записи DNS
tr: Bozuk DNS testi

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
pl: Pobiera z DNS obiekt który ma tylko wpis typu A. W tym przypadku spodziewamy się użycia do tego celu IPv4. W niektórych przypadkach klienci korzystający wyłącznie z IPv6 mogą być w stanie pobrać ten obiekt, jeśli ich dostawca wdrożył NAT64/DNS64 lub inne rozwiązanie pośredniczące.
ru: Выбор объекта, который имеет только A запись в DNS. Такое поведение характерно для использования IPv4. Пользователи с поддержкой только IPv6 также смогут пользоваться IPv4, если провайдер использует NAT64/DNS64 или прокси.
tr: DNS'de sadece bir A kaydına sahip bir nesneyi geri getirir. Bu, IPv4'ü kullanması bekleniyor. Sağlayıcı NAT64 / DNS64 veya proxy çözümü kullandıysa, yalnızca IPv6 kullanıcıları buna erişebilir.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
pl: Pobiera z DNS obiekt który ma tylko wpis typu AAAA. W tym przypadku spodziewamy się użycia do tego celu IPv6. Dla użytkowników bez obsługi IPv6 spodziewany rezultat to porażka. Taki rezultat powinien być akceptowalny na razie o ile porażka pojawia się relatywnie szybko.
ru: Выбор объекта, который имеет только AAAA запись в DNS. Такое поведение характерно для использования IPv6. Для пользователей, не имеющих доступа к IPv6 Интернету, тест будет неуспешен. Если неуспешное прохождение теста обнаруживается быстро, то все не так плохо.
tr: Yalnızca bir AAAA kaydı olan bir nesneyi DNS'ye getirir. Bunun IPv6 kullanması bekleniyor. Henüz IPv6 İnternet'inde olmayan kullanıcılar bunun başarısız olduğunu görürler. Hızla başarısız olduğu sürece, şimdilik daha iyi olacak.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
pl: To jest najważniejszy test. Sprawdza on czy przeglądarka jest w stanie pobrać witrynę, która opublikowała wpisy dla IPv4 i IPv6. Użytkownicy korzystający tylko z IPv4 powinni być w stanie się połączyć (używając IPv4).
ru: Это самый важный тест. Он проверяет, может ли ваш браузер попасть на сайт, который имеет как IPv4, так и IPv6 записи. Хосты с возможностью только IPv4 также должны успешно проходить этот тест (используя IPv4).
tr: Bu en önemli testtir. Bu, tarayıcınızın hem IPv4 hem de IPv6 kayıtlarının yayınlandığı bir siteye bağlanabileceğini doğrular. IPv4 sadece ana bilgisayarlar iyi bağlanmalıdır (IPv4 kullanır).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
pl: Jeśli ten test zostanie przerwany poprzez przekroczenie czasu operacji, to oznacza w przyszłości problemy, gdy witryny zaczną uruchamiać IPv6.
ru: Если этот тест неуспешен или не проходит по таймауту, ожидайте появления проблем по мере распространения сайтов с IPv6.
tr: Bu test başarısız olursa veya zaman aşımına uğradığında, yayıncılar IPv6'yla ilgili sitelerini sunmaya başladıkça önemli sorunlar bekleyebilirsiniz.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
ru: Этот тест проверяет возможность подключения к двухстековому серверу; также проверяется возможность получения/отправки больших пакетов по этому соединению. Если тест отрабатывает по таймауту, это может означать проблемы во Всемирный день IPv6.
tr: Çift yığınlı bir sunucuya bağlanabildiğinizi doğrular (ds testi gibi); ve bu bağlantıda büyük paketler gönderebilir / alabilir. Bu test herhangi bir nedenle zaman aşımına uğradığında, Dünya IPv6 Günü için sorun olduğunu gösterir.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
pl: To spróbuje się połączyć z dosłownym numerycznym adresem IPv4. To powinno zadziałać dla większości ludzi, chyba że, używają IPv6-tylko. Jeśli pierwszy test zadziałał, a ten nie, prawdopodobnie potwierdza to, że twój dostawca używa NAT64/DNS64; będziesz musiał próbować łączyć się tylko używając nazw hostów zamiast numerycznego adresu IP.
ru: В этом тесте осуществляется соединение с литеральным IPv4 адресом. Тест должен быть успешен для большинства хостов, кроме случаев использования только IPv6. Если первый тест отработал успешно, а этот - нет, это означает, что ваш провайдер использует NAT64/DNS64; чтобы избежать проблем, соединяйтесь используя только имена хостов, а не числовые IP адреса.
tr: Bu, değişmez bir IPv4 sayısal adresi ile bağlanmaya çalışacaktır. Bu, yalnızca IPv6 kullanmıyorsa, çoğu kişi için geçerli olmalıdır. İlk test işe yaradıysa, ancak bu başarısız olursa, sağlayıcı NAT64 / DNS64 kullandığını doğrulayacaktır; yalnızca sayısal IP adresleri yerine ana makine adlarını kullanarak bağlanmayı denemeniz gerekir.

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
pl: To spróbuje się połączyć z dosłownym, szesnastkowym adresem numerycznym IPv4. Głównym celem tego testu jest wyodrębnienie łączności IPv6 od zdolności pobierania DNS dla niego. Wtórnym cele jest zobaczenie czy masz włączone Teredo; niektóre systemy mogą używać Teredo tylko gdy adres IPv6 jest w postaci URL.
ru: В этом тесте осуществляется соединение с литеральным шестнадцатиричным IPv6 адресом. Основное назначение теста - отделить случай соединения по IPv6 от случая получения DNS для IPv6. Также, этот тест показывает включен ли у вас Teredo, т.к. некоторые системы используют только Teredo, когда в URL указан IPv6 адрес.
tr: Bu, değişmez bir IPv6 onaltılık adresi ile bağlanmayı deneyecektir. Bu sınamanın ilk amacı, IPv6'daki bağlantınızı, DNS'inizi kendiniz getirme yeteneğinizden ayırmaktır. İkinci bir amaç, Teredo'yu etkinleştirip etkinleştirmediğinizi görmektir; bazı sistemler bir IPv6 adresi URL'de olduğunda Teredo'yu kullanabilir.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
pl: Sprawdza, czy żądania IPv6 z dużymi pakietami działają. Jeśli upłynie limit czasu tego testu, ale inne testy IPv6 działają, sugeruje to, że mogą być problemy PMTUD; możliwie dotyczące tuneli IP.
ru: Этот тест определяет, корректно ли работают IPv6 запросы с большими пакетами. Если тест отрабатывает по таймауту, но другие IPv6 тесты проходят нормально - это указывает на то, что могут быть проблемы с PMTUD; возможна проблема с IP туннелями.
tr: Büyük paketlerle IPv6 isteklerinin çalışıp çalışmadığını doğrular. Bu test zaman aşımına uğradı, ancak diğer IPv6 testleri çalışırsa, PMTUD sorunları olabileceğini önermektedir; muhtemelen IP tünelleriyle ilgili.

source: Double check to make sure that ICMPv6 Type 2 ("Packet Too Big") messages are not filtered by your firewall.
pl: Sprawdź podwójne, aby się upewnić że wiadomości ICMPv6 Typu 2 ("Pakiet Zbyt Duży") nie są filtrowane prze twoją zaporę sieciową.
ru: Дважды проверьте чтобы убедиться, что сообщения ICMPv6 Type 2 («Packet Too Big») не фильтруются вашим брандмауэром.
tr: CMPv6 Tip 2 ("Paket Çok Büyük") iletilerinin güvenlik duvarınız tarafından filtrelenmediğinden emin olmak için bir kez daha kontrol edin.

source: (This is bonus credit)
pl: (To jest dodatkowy kredyt)
ru: (Это бонусный тест)
tr: (Bu bonus kredidir)

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
ru: Это тест DNS вашего провайдера (а не вашего хоста). Если он успешен, ваш DNS сервер (управляемый вашим провайдером, скорее всего) способен достучаться до авторизованных DNS серверов Интернета с поддержкой только IPv6. Впрочем, в настоящее время ваша способность достучаться до сайтов по IPv6 не так критична.
tr: Bu, İSS'nizin çözümleyicisinin (ev sahibi bilgisayarınızın testi yerine) bir testidir. Bu test geçerse, DNS sunucunuz (genellikle İSS'nize aittir) Internet'te IPV6'ya özgü DNS yetkili sunucularına erişebilir. Bu, IPv6 yoluyla sitelere ulaşmanız için kritik değildir (şu an için).

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
pl: Próba zidentyfikowania jakiego Dostawcę Usług Internetowych używasz dla IPv4. Ta nazwa może się różnić od nazwy handlowej, którą widzisz na swoim rynku lokalnym; lub może przedstawić poprzednią nazwę firmy. Nazwa odzwierciedla tą nazwę, która jest znana w środowisku operatorów sieci.
ru: Этот тест пытается определить, какой провайдер используется для IPv4. Результат может отличаться от названия компании на рынке или может быть связан с её предыдущим названием. Указанное имя отражает, как провайдер известен в сообществе сетевых операторов.
tr: IPv4 için hangi İnternet Servis Sağlayıcı kullandığınızı belirlemeye çalışır. Bu, yerel pazarda gördüğünüz pazarlama adından farklı olabilir; veya bir önceki şirketin adını yansıtabilir. Gösterilen ad, şebeke operatörü topluluğunda nasıl bilinmekte olduğunu yansıtır.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
pl: Próba zidentyfikowania jakiego Dostawcę Usług Internetowych używasz dla IPv6. Gdy nazwa IPv4 i IPv6 nie pasują, może to znaczyć że używasz tunelu; lub jakiegoś rodzaju dostawcy zewnętrznego dla IPv6.
ru: Этот тест пытается определить, какой провайдер используется для IPv6. Когда имя IPv4- и IPv6-провайдеров не совпадают, тест может предположить, что Вы используете туннель или иную форму стороннего IPv6-провайдера.
tr: IPv6 için hangi İnternet Hizmet Sağlayıcısı'nı kullandığınızı belirleme girişiminde bulunur. IPv4 adı ve IPv6 adı eşleşmediğinde, bir tünel kullandığınızı önerebilir; veya IPv6 için üçüncü taraf sağlayıcılarından biridir.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
ru: Запрос некорректной AAAA записи. Некоторые роутеры определяют такие записи, как "А" записи, и используют только первые 32 бита. Чтобы соединение было успешным, этот тест должен быть неуспешен.
tr: Hatalı biçimlendirilmiş bir AAAA kaydı sorgular. Bazı yönlendiriciler bunları "A" kaydı olarak kullanmaz ve yalnızca ilk 32 biti tutar. Bu testin başarısız olmasını istiyoruz.

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
pl: Jeśli podsumowanie wyników wskazuje problemy, ty (lub twoja pomoc techniczna) możecie być w stanie użyć informacji powyżej do zdiagnozowania problemu. Każdy z testów URL i jego wyniki są pokazywane po lewej stronie. Na prawej zobaczysz opis do sprawdzenia czego ten URL został zaprojektowany.
ru: Если итоговые результаты сигнализируют о проблемах, вы (или ваша техподдержка) можете использовать информацию выше для определения причин проблемы. Слева показаны все тестовые адреса и результаты выполнения тестов. Справа вы найдете краткое описание каждого из тестов.
tr: Özet sonuçlar sorunları gösteriyorsa, siz (veya teknik desteğiniz), sorunları teşhis etmek için yukarıdaki bilgileri kullanabilir. Her bir test URL'si ve sonuçları sol tarafta gösterilir. Sağ tarafta, bu URL'nin test etmek için tasarlanmış halinin açıklaması görüleceksiniz.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
pl: Po każdym wykonanym teście. Strona podsumowująca próbuje spojrzeć na wyniki, jeśli podsumowanie nie ma sensu biorąc pod uwagę symptomy wyżej, lub jeśli potrzebujesz dalszego wsparcia, proszę skontaktuj się z nami.
ru: После каждого запуска тестов на странице итогов отображаются ваши результаты. Если симптомы выше не вносят ясность в итоговые результаты или у вас возникли какие-либо вопросы - свяжитесь с нами.
tr: Her testten sonra koştu. Özet sayfası sonuçlara bakmaya çalışır Yukarıdaki kaydedilmiş özetlerde özet anlamazsa veya daha fazla yardıma ihtiyacınız varsa lütfen bizimle iletişime geçmekten çekinmeyin.

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
ru: <b>Ваша текущая конфигурация представляет для нас интерес.</b> Мы все время стараемся улучшать код test-ipv6.com. Не хотите ли вы поделиться информацией о текущих настройках вашего браузера и вашего компьютера? С вашей помощью, мы могли бы помочь другим людям решить их проблемы.
tr: <b> Özel yapılandırmanız ilgi çekici. </ b> Test-ipv6.com kodunu daha iyi hale getirmeye çabalıyoruz. Tarayıcınız ve bilgisayar kurulumunuz hakkında daha fazla bilgi vermek ister misiniz? Yardımlarınızla, başkaları için sistemlerini onarmayı belgeleyebiliriz.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
pl: Ten formularz pozwoli ci zostawić komentarz, uwagi głosowe, lub zadać pytania. Twoje wyniki testów będą dołączone automatycznie.
ru: С помощью этой формы можно оставить комментарий, обсудить проблему или задать вопросы. Результаты вашего теста будут приложены автоматически.
tr: Bu form, bir yorum bırakmanıza, sesli endişeleriniz olduğunda veya soru sormanıza izin verir. Test sonuçlarınız otomatik olarak dahil edilecektir.

source: This includes your IP address, which is shared with the site administrator in order to answer your questions.
pl: To obejmuje twojego adresu IP, który jest dzielony z administratorem strony w celu odpowiedzi na twoje pytania.
ru: Они включают в себя Ваш IP-адрес, который может потребоваться администратору сайта, чтобы ответить на Ваши вопросы.
tr: Sorularınıza cevap bulmak için site yöneticinizle paylaşılan IP adresiniz de buna dahildir.

source: Use of this form implies consent.
pl: Używanie tego formularza oznacza zgodę.
ru: Использование этой формы подразумевает согласие с вышеперечисленным.
tr: Bu formun kullanılması izin verildiği anlamına gelir.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
ru: <span id="comments_faq_link"></span> (ЧаВО) страница доступна для <b>ваших</b> результатов. Пожалуйста, прочитайте ее перед написанием комментариев; множество вопросов было уже задано до вас. Если после этого у вас всё еще есть вопросы, комментарии или проблемы, используйте эту форму.
tr: <span id = "comments_faq_link"> </ span> (SSS) sayfası, <b> sizin </ b> kesin sonuç kümeniz için kullanılabilir. Yorum bırakmadan önce lütfen okuyun; birçok soru zaten cevaplanmış durumda. Hala sorularınız, yorumlarınız veya endişeleriniz varsa, bu formu kullanmaktan çekinmeyin.

source: Please leave your comments using English, if possible.
pl: Prosimy przesłanie komentarzy w języku angielskim jeśli to możliwe.
ru: Пожалуйста, оставляйте комментарии на английском языке, если это возможно.
tr: Lütfen, mümkünse İngilizce kullanarak yorum yapın.

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
pl: Jeśli zgłaszasz problem z testem, lub prosisz o pomoc z wynikami, wypełnij proszę wszystkie wymagane informacje jak najlepiej potrafisz. Jeśli zostawiasz ogólny komentarz, sam ocen ile zgłosić.
ru: Если вы сообщаете о проблеме с тестом или запрашиваете помощь в расшифровке результатов, пожалуйста, предоставьте максимум подробной информации. Если же вы оставляете комментарии на общие вопросы, решайте сами насколько подробная информация может понадобиться.
tr: Testte bir sorun bildiriyorsa veya sonuçlarınızda yardım istemekte lütfen yeteneğinizin en iyisine göre istenen bilgileri doldurun. Genel yorumları terk ediyorsanız, ne kadar rapor edeceğiniz konusunda en iyi karanızı kullanın.

source: Thanks,
pl: Dziękuję,
ru: Спасибо,
tr: Teşekkürler,

source: Purpose for comment
pl: Cel wysyłki komentarza
ru: Комментарий
tr: Yorum gönderme sebebi

source: Questions about test results
pl: Pytania odnośnie rezultatów z testu
ru: Вопросы о результатах теста
tr: Test sonuçları hakkında sorular

source: Report a bug with diagnosis
pl: Zgłoszenie błędu w teście
ru: Сообщить об ошибке
tr: Tanılamada oluşan bir hatayı rapor edin

source: Suggestion
pl: Sugestia
ru: Пожелание
tr: Tavsiyeler

source: Cheers or Jeers
pl: Wyrazy sympatii lub ich brak
ru: Одобрение или негодование
tr: Övgü veya Yuhlama

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
pl: Adres email pod warunkiem, że zgadzasz się na otrzymywanie maili ode mnie. <i>Wymagany, jeśli spodziewasz się odpowiedzi.</i>
ru: Адрес электронной почты (если позволите с вами связаться). <i>Обязателен, если вы ожидаете от меня ответа.</i>
tr: Sizinle iletişime geçmeme izin vereceğiniz bir e-posta adresi. <i> Bir yanıt istiyorsanız, gereklidir. </ i>

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
pl: Każda informacja, która wydaje Ci się użyteczna (jakiego używasz routera lub jaki firewall jest po drodze, serwer pośredniczący itp.). Tutaj umieść też ogólne informacje zwrotne.
ru: Любая информация, которую я могу посчитать полезной (модель используемого роутера, данные о фаерволе или типе прокси и т.д.). Это включает в себя общий отзыв.
tr: Yararlı bulacağımı düşündüğünüz herhangi bir bilgiyi (kullandığınız yönlendirici veya güvenlik duvarı ya da kullandığınız proxy türü vb.). Buna genel geribildirim de dahildir.
