Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: With Linux, BSD, and Mac OS X, you can do this in a terminal: <code>cat /etc/resolv.conf</code>.
ru: В Linux, BSD и Mac OS X вы можете выполнить в терминале: <code>cat /etc/resolv.conf</code>.
tr: Linux, BSD ve Mac OS X ile bunu bir terminalde yapabilirsiniz: <code> cat /etc/resolv.conf </code>.

source: Residential ISP customers: look to see if the DNS server is <b>192.168.0.1</b> or <b>192.168.1.1</b>. If so, chances are good that your home router is at fault. This is probably the blue box you have that connects the Internet.
ru: Клиенты местных провайдеров интернет-услуг: посмотрите, является ли DNS-сервер <b>192.168.0.1</b> или <b>192.168.1.1</b>. Если да, то есть все шансы, что ваш домашний маршрутизатор неисправен. Обычно это синяя будка, соединяющая с интернет.
tr: Konut ISS müşterileri: DNS olmadığını görmek için <b> 192.168.0.1 </ b> veya <b> 192.168.1.1 </ b> sunucuya bakar. Öyleyse, ev yönlendiricinizin arızalı olması ihtimali yüksektir. Muhtemelen, İnternet'i bağlayan kutu mavidir.

source: Business customers: Provide this information to your IT professional to investigate.
ru: Бизнес-клиенты: предоставьте эту информацию вашему ИТ-специалисту для расследования.
tr: İşletme müşterileri: Bu bilgiyi, araştırmanız için BT uzmanınıza danışın.

source: IT professionals:
pl: Specjaliści IT:
ru: ИТ-специалистов:
tr: Bilişim Teknolojileri uzmanları:

source: You can see an illustration of this, by doing:
pl: Możesz zobaczyć ilustrację tego, wykonując:
ru: Вы можете увидеть иллюстрацию этого, набрав в терминале:
tr: Bunu yaparak şunları gösteren bir illüstrasyon görebilirsiniz:

source: Substitute the 192.168.1.1 with the resolver being used by the host. If the "aaaa" request comes back with no answer, but the "a" answer does, this is a confirmation of a broken DNS cache or forwarder. The actual DNS information for buggydns1.test-ipv6.com has only an IPv6 record configured.
ru: Замените 192.168.1.1, при этом преобразователь будет использоваться хостом. Если запрос "aaaa" возвращается без ответа, а ответ "a" - нет, это является подтверждением взлома DNS кэша или пересылки. Актуальная информация DNS для buggydns1.test-ipv6.com имеет только настроенную запись IPv6.
tr: 192.168.1.1'i, ev sahibi tarafından kullanılan çözücü ile değiştirin. "Aaaa" isteği yanıtlanmaz, ancak "a" yanıtını verirse, bozuk bir DNS önbelleğinin veya ileticiden bir onay gelir. Buggydns1.test-ipv6.com için gerçek DNS bilgileri yalnızca yapılandırılmış bir IPv6 kaydı vardır.

source: Your browser is avoiding IPv6.
pl: Twoja wyszukiwarka unika IPv6.
ru: Ваш браузер избегает IPv6.
tr: Tarayıcınız IPv6 kullanmaktan sakınıyor.

source: What we found
pl: Co znaleźliśmy
ru: Что мы обнаружили
tr: Bulduklarımız

source: What causes a preference for IPv4
pl: Co powoduje preferencje dla IPv4
ru: Каковы причины предпочтения IPv4
tr: IPv4 tercihine ne yol açar?

source: Why this worries us
pl: Czemu to nas martwi
ru: Почему это беспокоит нас
tr: Bu bizi neden endişelendiriyor

source: This document explains why we worry when IPv4 is preferred over IPv6.
ru: Этот документ объясняет, почему нас беспокоит, когда IPv4 становится приоритетнее чем IPv6.
tr: Bu belge, IPv4'ün IPv6 üzerinde tercih edildiğinde neden endişe edeceğimizi açıklamaktadır.

source: This section applies only when we offered to show you this page from inside the test.
ru: Этот раздел применим только тогда, когда мы предложили показать вам эту страницу внутри теста.
tr: Bu bölüm, yalnızca bu sayfayı testin içinden göstermeyi teklif ettiğimizde geçerlidir.

source: First of all, we detected you had a working IPv6 connection. We also found that your IPv6 connection, was using a "real" IPv6 address; meaning not a Teredo or a 6to4 address.
ru: Прежде всего, мы обнаружили, что у вас работает IPv6 подключение. Мы также обнаружили, что ваше IPv6 соединение использует "реальный" IPv6 адрес; но это не определяет, используется Teredo или же 6to4 адрес.
tr: Öncelikle, çalıştığınız IPv6 bağlantısının bulunduğunu tespit ettik. Ayrıca, IPv6 bağlantınızın "gerçek" bir IPv6 adresi kullandığını gördük; Teredo ya da 6to4 adresini değil.

source: Second, we detected that when given the choice, your browser decided it would prefer to use IPv4 instead of IPv6. This has some concerns for us.
ru: Во-вторых, мы обнаружили, что когда предоставляется такой выбор, ваш браузер предпочел бы использовать IPv4, а не IPv6. У нас это вызывает некоторые опасения.
tr: İkinci olarak, seçim yapıldığında tarayıcınızın IPv6 yerine IPv4 kullanmayı tercih ettiğine karar verdi. Bunun bizim için bazı endişeleri var.

source: Causes for preferring IPv4
pl: Przyczyny preferowania IPv4
ru: Причины для предпочтения IPv4
tr: IPv4'ü tercih nedenleri

source: There are several possible reasons why a browser might prefer IPv4 instead of IPv6.
ru: Существует несколько возможных причин, по которым браузер может предпочесть IPv4, а не IPv6.
tr: Tarayıcının IPv6 yerine IPv4'ü tercih etmesinin birkaç olası nedeni vardır.

source: Google's "Chrome" has a "fast fallback" mechanism. On the first try to a site, it will prefer IPv6. If connections take longer than a third of a second, IPv4 is attempted in parallel; and the better of the two will be used for that site.
ru: В браузере Google Chrome есть механизм "быстрого отката". При первом обращении к сайту он будет отдавать предпочтение IPv6. Но если соединение занимает больше трети секунды, а IPv4 подключение проходит параллельно, то более быстрый из них будет использоваться для этого сайта.
tr: Google'ın "Chrome" da "hızlı geri dönüş" mekanizması var. İlk önce bir siteyi denemek IPv6'yı tercih eder. Bağlantılar saniyenin üçte birinden daha uzun sürerse, IPv4 paralel olarak denenir; ve bu siteler için ikisinin en iyisi kullanılacaktır.

source: (more info)
pl: (więcej informacji)
ru: (подробнее)
tr: (daha fazla bilgi)

source: Firefox (recent builds) does the same as Chrome.
pl: Firefox (ostatnie kompilacje) zachowuje się tak samo jak Chrome.
ru: Firefox (последние версии) делает то же самое, что и Chrome.
tr: Firefox (son yapılar), Chrome ile aynı işi görür.

source: The latest Windows 7 and Windows 8 updates will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
ru: Последние обновления Windows 7 и Windows 8 будут периодически проверяться на работоспособность IPv6. Если проверка работоспособности завершится неудачно, то многие приложения (включая Internet Explorer) будут использовать IPv4, чтобы изолировать вас от любой локальной неверной конфигурации IPv6.
tr: En yeni Windows 7 ve Windows 8 güncelleştirmeleri düzenli olarak IPv6'nın çalışıp çalışmadığını test eder. Sağlık denetimi başarısız olursa, birçok uygulama (Internet Explorer da dahil olmak üzere), herhangi bir yerel IPv6 yanlış yapılandırmasını engellemek için IPv4 kullanır.

source: Apple's latest Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
ru: Последние обновления от Apple для Lion and Mountain Lion будут предпочтительны в зависимости от того, что "быстрее" для данного пункта назначения.
tr: Apple'ın en yeni Lion ve Mountain Lion güncellemeleri, belirli bir hedef için Hangisi "daha hızlı" olanı tercih edecektir.

source: When you use the Internet, a connection is made between your computer, and the service you're connecting to. To connect, you have to have the other side's IP - Internet Protocol - number. And, when you connect, they see yours, so they can send traffic back to you and your applications.
ru: При использовании интернета устанавливается соединение между компьютером и подключаемой службой. Для подключения у вас должен быть IP-адрес другой стороны - номер интернет-протокола. И когда вы подключаетесь, они видят ваш трафик, чтобы они могли отправлять трафик обратно к вам и вашим приложениям.
tr: İnternet'i kullandığınızda, bilgisayarınız ile bağlanmakta olduğunuz servis arasında bir bağlantı kurulur. Bağlanmak için, karşı tarafın IP - Internet Protokolü numarası olmalıdır. Ve bağladığınızda, sizinkini görürler, bu nedenle size ve uygulamanıza geri trafik gönderebilirler.

source: The Internet protocol that we've been using for the 1990's and the 2000s, has run out of these unique numbers. We can keep going, but with some limitations, by sharing multiple machines with one number. Often times, we do this at home or at work.
ru: Интернет-протокол, которым мы пользуемся с 1990-х и 2000-х годов, исчерпал эти уникальные номера. Мы можем продолжать работать с ним дальше, но с некоторыми ограничениями - совместно использовать несколько машин с одним номером. Часто мы делаем это дома или на работе.
tr: 1990'lı ve 2000'li yıllarda kullandığımız İnternet protokolü, bu eşsiz sayıları tüketti. Devam edebiliriz, ancak bazı sınırlamalarla, birden fazla makineyi tek bir sayı ile paylaşarak devam edebiliriz. Çoğu zaman, bunu evde veya iş yerinde yaparız.

source: What is changing is that the Internet Service Providers are all facing the fact that they will have to implement this type of address sharing, on a much larger scale. Some buzzwords you may hear: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. They all look something like this:
ru: Изменения в том, что провайдеры интернет-услуг сталкиваются и им приходится внедрять общий тип совместного использования адресов в гораздо более широком масштабе. Некоторые модные слова, которые вы можете услышать: NAT, CGN, операторский класс NAT, LSN, Крупномасштабная NAT. Они все выглядят примерно так:
tr: Değişen şey, İnternet Servis Sağlayıcılarının hepsinin, bu tür bir adres paylaşımını çok daha büyük ölçekte uygulamak zorunda kalacakları gerçeğiyle yüzleşmesidir. Duyabileceğiniz bazı sözler: NAT, CGN, Carrier Grade NAT, LSN, Büyük Ölçekli NAT. Hepsi şöyle bir şey gibi görünüyor:

source: The thing to watch for here: <b>Many</b> houses sharing one public address.
ru: Иллюстрируемый здесь случай: <b>Многие</b> дома разделяют один общий публичный адрес.
tr: Burada izlenecek şey: <b> Birçok </ b> evlerin ortak bir adres paylaştığı evler.

source: What happens if one of those homes has a bored hacker, or (more likely) a compromised machine owned by someone who doesn't stay up to date, and doesn't run antivirus software? What happens when that machine starts to attack your favorite web sites? What about your banking site?
ru: Что произойдет, если в одном из этих домов окажется скучающий хакер или (что более вероятно) взломанная машина, принадлежащая кому-то, кто не в курсе последних событий и не запускает антивирусные программы? Что произойдет, когда эта машина начнет атаковать ваши любимые веб-сайты? А как же ваш банковский сайт?
tr: Bu evlerden birinde sıkıntılı bir bilgisayar korsanlığı veya (muhtemelen) güncel kalmaması ve virüsten koruma yazılımı çalıştırmayan birinin sahip olduğu tehlikeye atılmış bir makine varsa ne olur? Bu makine en sevdiğiniz web sitelerine saldırmaya başladığında ne olur? Bankacılık sitenize ne oldu?

source: Those sites will have to ultimately protect themselves, by blocking the traffic. Unfortuantely, they only see the shared address, so their blocking it looks like this:
ru: Эти сайты должны будут, в конечном счете, защитить себя, блокируя трафик. К сожалению, они видят только общий адрес, поэтому их блокировка выглядит следующим образом:
tr: Bu siteler, trafiği engelleyerek sonuçta kendilerini korumak zorunda kalacaklardır. Ne yazık ki, yalnızca paylaşılan adresi görüyorlar, bu nedenle engelleme şu şekilde görünüyor:

source: This is not a good situation. And the main way to avoid it, is to make sure that your IPv6 is working; and to make sure that IPv6 is the preferred protocol.
ru: Это не очень хорошая ситуация. И основной способ избежать этого - проверить, что ваше IPv6 подключение работает, а также убедиться, что IPv6 является предпочтительным протоколом.
tr: Bu iyi bir durum değil. Bunu önlemenin başlıca yolu, IPv6'nızın çalıştığından emin olmaktır; ve IPv6'nın tercih edilen protokoldür olduğundan emin olun.

source: Why else should I care about IPv4 being preferred instead of IPv6, when I have both available?
ru: Почему еще меня должно волновать предпочтение IPv4 вместо IPv6, если у меня есть и то, и другое?
tr: İkisini de kullandığımda, IPv6 yerine tercih edilen IPv4'ün neden önemsemesi gerek?

source: Sites that determine your location automatically, will get this wrong more frequently when you share an IPv4 address with people in other cities.
ru: Сайты, которые автоматически определяют ваше местоположение, будут ошибаться чаще, когда вы делитесь IPv4-адресом с людьми в других городах.
tr: Konumunuzu otomatik olarak belirleyen siteler, diğer şehirlerdeki insanlarla bir IPv4 adresi paylaştığınızda bu hatayı daha sık alacaktır.

source: The box that shares an address between you and the other hundreds of houses, may become performance constrained (cpu, network, TCP ports)
ru: Устройство, которое разделяет адрес между вами и другими сотнями домов, может иметь ограничение в производительности (процессор, сети, порты TCP)
tr: Siz ve diğer yüzlerce ev arasında bir adresi paylaşan kutu, performans kısıtlı olabilir (CPU, ağ, TCP bağlantı noktası)

source: The box is a potential central point of failure for your internet access
ru: Общи шлюз является потенциальной центральной точкой сбоя для вашего доступа к интернету
tr: Kutu, internet erişiminizin potansiyel bir merkezi başarısızlık noktasıdır

source: Sharing IPv4 addresses is an extra expense for the ISP that they will be passing on to their customers
ru: Совместное использование IPv4-адресов является дополнительным расходом для провайдера интернет-услуг, который они будут передавать своим клиентам
tr: IPv4 adreslerini paylaşmak, ISS'nin müşterilerine sunacağı ilave bir harcamadır

source: What is a tunnel?
pl: Czym jest tunel?
ru: Что такое туннель?
tr: Tünel nedir?

source: A tunnel is a technique often used to transport one protocol over another one. For example, it is used by ADSL to transport PPP over ATM (a common technique for several Internet residential subscribers).
ru: Туннель - это метод, часто используемый для передачи одного протокола поверх другого. Например, он используется ADSL для передачи данных PPP через ATM (распространенный метод для нескольких абонентов интернета в жилых домах).
tr: Tünel, bir protokolü başka bir protokole aktarmak için sıklıkla kullanılan bir tekniktir. Örneğin, ATM üzerinden PPP'yi taşımak için ADSL tarafından kullanılır (birkaç İnternet konut abonesi için yaygın bir tekniktir).

source: In the realm of IPv6, tunnels are used to transport:
pl: W sferze IPv6 tunele są używane do transportu:
ru: В области протокола IPv6 для транспортировки используются туннели:
tr: IPv6 alanında, ulaşım için tüneller kullanılır:

source: IPv6 packets over IPv4 network: then IPv4-only Internet users can reach the IPv6 Internet;
ru: Пакеты IPv6 через сеть IPv4: тогда пользователи интернета, использующие только IPv4, смогут получить доступ к Интернету IPv6;
tr: IPv4 ağı üzerinden IPv6 paketleri: IPv4-yalnızca İnternet kullanıcıları IPv6 İnternet'e erişebilir;

source: IPv4 packets over IPv6 network: then IPv6-only Internet users can reach the IPv4 Internet.
ru: Пакеты IPv4 через сеть IPv6: тогда пользователи Интернета, использующие только IPv6, смогут получить доступ к Интернету по протоколу IPv4.
tr: IPv6 ağı üzerinden IPv4 paketleri: daha sonra sadece IPv6 kullanıcıları IPv4 ile Internet'e erişebilirler.

source: How did the test detect a tunnel?
pl: Jak test wykrył tunel?
ru: Как тест определяет туннельное соединение?
tr: Test tüneli nasıl tespit etti?

source: For the technical-oriented readers, here is the explanation how we detect that you are probably using a tunnel. As the test collects your IPv4 and IPv6 addresses, it also collects (thanks to <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) your Autonomous System Numbers (ASN) for IPv4 and IPv6. If your ISP is dual stack, then your IPv4 ASN and your IPv6 ASN should be identical as your IPv4 and IPv6 connectivity are provided by the same ISP.
ru: Ниже приводится объяснение для технически ознакомленных читателей того, как мы определяем, что вы, вероятно, используете туннель. Поскольку тест собирает ваши IPv4 и IPv6 адреса, он также собирает (благодаря <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) ваши номера автономных систем (ASN) для IPv4 и IPv6. Если ваш провайдер услуг Интернета имеет двойной стек, то ваши IPv4 ASN и IPv6 ASN должны быть идентичны IPv4 и IPv6 соединениям, предоставляемым одним и тем же провайдером.
tr: Teknik odaklı okuyucular için muhtemelen bir tünel kullandığınızı nasıl tespit ettiğimizin açıklaması aşağıda verilmektedir. Test, IPv4 ve IPv6 adreslerinizi topladığından da toplar ( <a href="http://www.team-cymru.org/Services/ip-to-asn.html"> http: // www. team-cymru.org/Services/ip-to-asn.html </a> adresinde IPv4 ve IPv6 için Özerk Sistem Numaralarınızı (ASN) seçin. İSS'niz çift yığıtlıysa, IPv4 ASN'niz ve IPv6 ASN'niz aynı olmalı ve IPv4 ve IPv6 bağlantılarınız aynı İSS'den sağlanmaktadır.

source: If the ASN number is different, we highlight that fact - and call out that you are probably using a tunnel. If this is a tunnel you know about, great. If you did not know you were being tunneled, you might ask your network administrator about it.
ru: Если номера ASN другие, мы выделяем этот факт и сообщаем, что скорее всего вы используете туннель. Если это туннель, о котором вы знаете, то отлично. Если вы не знали, что выполняется туннелирование, вы можете спросить об этом своего сетевого администратора.
tr: ASN numarası farklıysa, o gerçeği vurguluyoruz ve muhtemelen bir tünel kullandığınızı söyleyelim. Eğer bu senin bildiğin bir tüneldeyse, harika. Tünellendiğini bilmiyordun, bunu ağ yöneticinize sorabilirsiniz.

source: Tunnels are not inherently bad; but (depending on circumstances) they may cause troubles that might not otherwise be seen with native IPv6 connectivity. Specifically, there may be issues of PMTUD (Path MTU Discovery) with some sites you visit - depending on the firewall configurations between you and those sites.
ru: По своей природе туннели неплохи, но (в зависимости от обстоятельств) они могут вызывать проблемы, которые иначе не были бы видны при использовании родного IPv6 соединения. В частности, могут возникать проблемы с PMTUD (Path MTU Discovery) с некоторыми посещаемыми вами сайтами - в зависимости от конфигурации брандмауэра между вами и этими сайтами.
tr: Tüneller doğal olarak kötü değildir; ancak (duruma bağlı olarak) yerel IPv6 bağlantısında aksi halde görülemeyebilecek sorunlara neden olabilirler. Özellikle, ziyaret ettiğiniz bazı sitelerle (sizinle bu siteler arasındaki güvenlik duvarı yapılandırmalarına bağlı olarak) PMTUD (Yol MTU Bulma) sorunları olabilir.

source: What is specific to 6RD tunnels?
pl: Co jest specyficzne dla tuneli 6RD?
ru: Что характерно для 6RD туннелей?
tr: 6RD tünellerine özgü nedir?

source: 6RD tunnels have been designed by the IETF as <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> to be deployed within an ISP access network and by the ISP itself to transport IPv6 over a legacy IPv4 access network. As the tunnel is confined with a single ISP, it is therefore managed in such a way to provide performances as good in IPv6 as in IPv4 (except perhaps for the largest packet size, a.k.a. MTU).
ru: Туннели 6RD были спроектированы IETF как <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> для развертывания в сети доступа интернет-провайдера и самим провайдером для передачи IPv6 по старой сети IPv4 адресации. Поскольку туннель ограничен одним провайдером интернет-услуг, управление им осуществляется таким образом, чтобы обеспечить такие же высокие характеристики в IPv6, как и в IPv4 (за исключением, возможно, самого большого размера пакета - MTU).
tr: 6RD tünelleri IETF tarafından dizayn edilmiştir <a href="http://tools.ietf.org/html/rfc5969"> 5969 RFC </a> bir ISP erişim ağı içinde ve ulaşım ISS tarafından konuşlandırılacak Eski IPv4 erişim ağı üzerinden IPv6. Tünel tek bir ISS ile sınırlı olduğu için, IPv4'te olduğu gibi IPv6'da da iyi performanslar verecek şekilde yönetilir (belki de en büyük paket boyutu, MTU hariç).

source: In short, a 6RD tunnel provides you with native IPv6 connectivity.
ru: Короче говоря, туннель 6RD предоставляет вам возможность подключения по протоколу IPv6.
tr: Kısacası, 6RD tünel size yerel IPv6 bağlantısı sağlar.

source: How did we detect a 6RD tunnel?
pl: Jak wykryliśmy tunel 6RD?
ru: Как мы обнаруживаем 6RD тоннель?
tr: 6RD tünelini nasıl tespit ederiz?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
ru: Во время испытаний мы собираем ваши IPv4 и IPv6 адреса. Если по крайней мере 16 бит вашего IPv4 адреса встроены в ваш префикс IPv6, то мы предполагаем, что вы используете туннель 6RD.
tr: Testler sırasında IPv4 ve IPv6 adreslerinizi toplarız. IPv4 adresinizin en az 16 bit'i IPv6 önekinizde yer alıyorsa, 6RD tüneli kullandığınızı varsayıyoruz.

source: dummy example
pl: przykład atrapy
tr: kukla örneği

source: What? No IPv4 address?
pl: Co? Brak adresu IPv4?
ru: Что делать, если нет IPv4 адреса?
tr: Ne? IPv4 adresi yok mu?

source: Most of you are visiting this site using IPv4. Few people in 2013 will truely only have access to the IPv6 Internet. This FAQ will help explain why we were unable to detect IPv4 on your browser.
ru: Большинство из вас посещают этот сайт, используя IPv4. Лишь немногие люди в 2013 году будут иметь доступ к интернету по протоколу IPv6. Эта справка поможет объяснить, почему мы не смогли обнаружить IPv4 в вашем браузере.
tr: Çoğunuz bu siteyi IPv4 kullanarak ziyaret ediyor. 2013'teki az insan, yalnızca IPv6 İnternetine yalnızca erişebilecek. Bu SSS, tarayıcınızda IPv4'ü neden tespit edemediğimizin açıklamasına yardımcı olacaktır.

source: This site works by telling your browser to connect to a series of test urls. These urls, if they do connect, report back to the web browser your IP address. JavaScript is not permitted to look at your system itself; it is only allowed to interact with the web. As such, if the urls all fail, we are unable to determine your IP address.
ru: Этот сайт работает, говоря вашему браузеру, чтобы подключиться к серии тестовых url'ов. Эти URL-адреса, если они подключаются, сообщают ваш IP-адрес в веб-браузер. JavaScript не разрешается смотреть на саму систему; разрешается только взаимодействие с интернетом. Таким образом, если все URL-адреса не сработают, мы не сможем определить ваш IP-адрес.
tr: Bu site, tarayıcınıza bir dizi test URL'sine bağlanmasını söyleyerek çalışır. Bu URL'ler, bağlanırsa, IP adresinizi tekrar web tarayıcısına bildirir. JavaScript'in sisteminize bakmasına izin verilmez; yalnızca web ile etkileşime girmesine izin verilir. Bu nedenle, URL'lerin hepsi başarısız olursa, IP adresinizi belirleyemiyoruz.

source: This usually indicates something is broken, or filtered.
pl: To zazwyczaj wskazuje, że coś jest zepsute, lub filtrowane.
ru: Обычно это означает, что что-то сломано или отфильтровано.
tr: Bu genellikle bir şeyin kırıldığını veya filtrelendiğini gösterir.
