Repository: httpsgithu/source
Catalog: translations/dl/*/falling-sky.*.po
Languages: pl, ru, tr

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="https://www.opendns.com/about/innovations/ipv6/">OpenDNS IPv6 information page</a>.
ru: OpenDNS теперь предлагает IPv6-специфические резольверы, которые смогут получать DNS через IPv6. Это означает, что работающий здесь тест "v6ns" пройдет успешно. См. <a target=_blank href="https://www.opendns.com/about/innovations/ipv6/">OpenDNS IPv6 информационную страницу</a>.
tr: OpenDNS şimdi IPv6'yı DNS üzerinden geri alabilecek olan IPv6'ya özel çözümleyiciler sunuyor. Bu, burada kullanılan "v6ns" testinin geçeceği anlamına geliyor. <a target=_blank href="https://www.opendns.com/about/innovations/ipv6/">OpenDNS IPv6 bilgilendirme sayfası</a> bağlantısına bakın.

source: Web sites that today automatically show you your local weather, news, and movies may no longer be able to locate you using your IPv4 address; you'll have to tell the web sites where in the world you are.
ru: Веб-сайты, которые сегодня автоматически показывают вам местную погоду, новости и фильмы, возможно, уже не смогут найти вас по вашему IPv4-адресу; вам придется сообщить веб-сайтам, где вы находитесь в мире.
tr: Günümüzde otomatik olarak yerel hava durumunuzu, haberlerinizi ve filmlerinizi gösteren web siteleri sizi IPv4 adresinizi kullanarak bulamaz; web sitelerine dünyanın neresinde bulunduğunuzu söylemelisiniz.

source: [permalink]
ru: [ссылка]

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPv4 and IPv6 address.
ru: Этот тест проверит готовность вашего браузера и подключения к IPv6, а также отобразит ваши текущие IPv4 и IPv6 адреса.

source: I consent to sharing my IP address(es), test results, web browser name and version, operating system name and version, and any other information entered above (including email address), as email transmitted to <a mailto=site.mailto href="-"><span lookup=site.contact></span> &lt;<span lookup=site.mailto></span>&gt;</a>; and that this information may be translated by Google Translate.
ru: Я даю согласие на передачу моего IP-адреса, результатов тестирования, имени и версии веб-браузера, имени и версии операционной системы и любой другой информации, введенной выше (включая адрес электронной почты), по электронной почте, передаваемой на <a mailto=site.mailto href="-"><span lookup=site.contact> </span> &lt;<span lookup=site.mailto></span>&gt;</a>; может быть переведено следующим образом через Goопду Translate.

source: Share on:
pl: Udostępnij na:
ru: Поделиться на:

source: Since Windows 7, the operating system will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
pl: Począwszy od wersji Windows 7 system operacyjny będzie okresowo sprawdzał, czy IPv6 działa. Jeśli sprawdzanie zakończy się błędem, wiele aplikacji (w tym Internet Explorer) będzie korzystać z IPv4, aby odizolować Cię od jakiejkolwiek błędnej konfiguracji IPv6.
ru: Начиная с Windows 7, операционная система будет периодически проверять работоспособность IPv6. Если проверка работоспособности завершится неудачно, то многие приложения (включая Internet Explorer) будут использовать IPv4, чтобы изолировать вас от любой локальной неверной конфигурации IPv6.

source: Apple's Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
pl: Aktualizacje MacOS Lion oraz Mountain Lion będą preferować łącze, które w danym momencie jest "szybsze".
ru: Обновления Apple's Lion и Mountain Lion будут предпочитать в зависимости от того, что "быстрее" для данного назначения.

source: Report a bug with diagnosis or this web site
pl: Zgłoś błąd dotyczący diagnostyki lub tej strony internetowej
ru: Сообщить об ошибках проверки или недочётах самого сайта

source: Report problem about slow internet service with your provider
pl: Zgłoś problem z powolnym połączeniem z Internetem od Twojego dostawcy
ru: Сообщить о проблемах со скоростью вашего интернет-провайдера

source: Hacked phone or computer
ru: Взломанный телефон или ПК

source: Being watched by spouse, hackers, mafia, government
ru: Слежка со стороны супруга/супруги, хакеров, мафии, правительства

source: Problems with IPv6 in China
pl: Problemy z IPv6 w Chinach
ru: Проблемы с IPv6 в Китае

source: Problems relating to your Internet service, should be sent to your Internet Service Provider. Please contact them for support.
pl: Problemy związane z usługami internetowymi powinny zostać wysłane bezpośrednio do Twojego dostawcy. Skontaktuj się z ich obsługą klienta.
ru: Вопросы касающиеся услуг предоставления вашего доступа в интернет требуется направлять вашему интернет-оператору. Пожалуйста обращайтесь к ним за помощью.

source: This web site is subject to the policies and technology limitations of the "Great Wall" for the Internet. Because of these limitations, this web site is not reliable for viewing from inside China.
pl: Ta strona internetowa podlega ograniczeniom prawnym i technologicznym związanym z "Wielkim Murem" dla Internetu. Z powodu tych ograniczeń informacje wyświetlone na tej stronie internetowej nie są wiarygodne, gdy przeglądana jest w Chinach.
ru: Данный веб-сайт подлежит политике и технологическим ограничениям "Великой стены" для Интернета. Ввиду данных ограничений этот сайт не является надежным источником при просмотре внутри Китая.

source: Q: Can you fix my VPN?
pl: P: Czy możesz naprawić mój VPN?
ru: В: Можете ли вы исправить мой VPN?

source: No, I can not fix your VPN.
ru: Нет, я не могу исправить ваш VPN.

source: The NoScript browser extension disables scripts on the page. In the upper right corner of your browser, is the NoScript icon. Click this to bring up a menu; and temporarily permit scripts on this site.
pl: Rozszerzenie NoScript wyłącza skrypty na tej stronie. W prawym górnym rogu Twojej przeglądarki znajduje się ikona NoScript. Naciśnij ją, aby wyświetlić menu i tymczasowo zezwól na skrypty w tej witrynie.
ru: Расширение обозревателя NoScript отключает скрипты на странице. В правом верхнем углу браузера находится значок NoScript. Щелкните его, чтобы открыть меню; и временно разрешить скрипты на этом сайте.

source: If you are using a VPN, your VPN is only protecting one protocol, not both.
pl: Jeśli korzystasz z VPN, chroni on tylko jeden protokół, a nie oba.

source: HTTP vs HTTPS
pl: HTTP kontra HTTPS

source: Why do these specific tests fail when using HTTPS?
pl: Dlaczego te konkretne testy wyświetlają błędy podczas korzystania z HTTPS?

source: When visiting with HTTPS, we are unable to detect NAT64 or Teredo.
pl: Gdy korzystasz z HTTPS, nie jesteśmy w stanie wykryć NAT64 lub Teredo.
