Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
ceb_ph: <b>Kung kusog imong pagtuo nga naa ka ug IPv6, pero wala namo kini nabantayan:</b> nagpasabot kini ug usa sa daghang butang. Posibleng ang imong organisasyon kay nagbawal sa paggamit ug IPv6 sa pakig-estorya sa gawas sa Internet pinaagi sa polisiya sa network; o basin ug kung unsa imong nakita sa IPv6 sa imong host kay dili usa ka pangtanang address. Ang bisan ug unsang address nga nagsugod sa "::", "fc", "fd", o "fe" kay dili kayang mogana sa pampublikong IPv6 nga Internet.

source: More about your test results.
ceb_ph: Mas daghan pa bahin sa mga resulta sa pagsuway.

source: You also appear to have Teredo enabled. You did successfully connect to an IPv6 site during this test - but only when forcing the connection by connecting to an IPv6 numeric address, instead of a web site name. This setting will not help or hurt you going forward to reach IPv6 web sites.
ceb_ph: Makita usab ka nga nakapagana ug Teredo. Malampuson kang nakakonekta sa usa ka IPv6 nga site sa kasamtangan ani nga pagsuway - pero kung nagapugos lamang ug koneksyon pinaagi sa pagkonekto sa numerikong address sa IPv6, sa halip nga usa ka pangalan sa web site. Kini nga setting dili makatabang o makapasakit pa nimo samtang nagpadayon ka sa pagkab-ot sa mga IPv6 nga mga web site.

source: About Teredo
ceb_ph: Kabahin sa Teredo

source: This FAQ has been produced to tell you about Microsoft's Teredo service - a transition tool to help get early access to the IPv6 Internet.
ceb_ph: Kini nga FAQ kay gibuhat para ingnan ka kabahin sa Teredo nga serbisyo sa Microsoft - usa ka gamit sa pagbalhin para makatabang ug kuha ug sayo nga access sa IPv6 nga Internet.

source: By default, Teredo is enabled on Vista and Windows 7. However, if Teredo is the only available IPv6 solution for you, it will default to only connecting to web sites by IPv6 address - not by name. More can be found <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">here</a>. Once a global IP address has been assigned, Windows will do lookups. At this point, you probably wonder - why do I need Teredo?
ceb_ph: Sa default, ang Teredo kay gipagana sa Vista ug Windows 7. Gali lang, kung Teredo lamang ang magamit nga IPv6 nga solusyon para nimo, mo-default kini sa pagkonekta lamang sa mga web site gamit ang IPv6 address - dili ang pangalan. Daghan ka pang makita <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">dinhi.</a>. Sa higayon nga ang usa ka IP address kay nadestino na, ang Windows kay magbuhat ug mga lookup. Sa punto karon, matingala ka - nganong kinahanglan ko man ang Teredo?

source: About the "v6ns" test.
ceb_ph: Kabahin sa "v6ns" nga pagsuway.

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
ceb_ph: Kini nga FAQ kay gibuhat para suwayan ug hatagan ug pagtagad kung unsa ang pasabot sa v6ns nga pagsuway nga "di maayo".

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
ceb_ph: Kini nga pagsuway nagpamatuod nga ang tagasulbad sa imong DNS (kalimitang ginaoperahan sa imong Internet Service Provider, o imong pangkompanyang departamento sa IT) kay kayang makab-ot ang IPv6 nga mga Internet site para sa mga DNS lookup. Kung bugkos nimong nakonpigyur ang paggamit sa lahi nga DNS server, susama sa OpenDNS o Public DNS sa Google, masuwayan hinuon nimo kining mga serbisyo.

source: If this test fails:
ceb_ph: Kung mopakyas kini nga pagsuway:

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favoriate web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
ceb_ph: nagpasabot kini nga ang tagasulbad sa DNS nga imong gigamit, nagkinahanglan ug IPv4 para makab-ot ang DNS nga awtoritatibong mga server sa imong paboritong mga web site. Sa duol na umaabot, matag web site magpabiling ma-akses sa ing-ani nga porma, maong <b>walay diha dayon nga peligro.</b>

source: If this test succeeds:
ceb_ph: Kung molampos kini nga pagsuway:

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
ceb_ph: nagpasabot kini nga ang tagasulbad sa imong DNS kay kaya kaayong makab-ot ang mga IPv6 nga DNS server. Nagpasabot kini nga ang tigpadagan ana nga DNS server kay may IPv6 sa sulod sa ilang network. Kung wala pa sila nag-alok nimo ug IPv6, posibleng senyas kini nga aktibo nilang gitrabahuan nga suwayan kining himuong posible.

source: Do you use OpenDNS?
ceb_ph: Nigamit ka ba ug OpenDNS?

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
ceb_ph: Ang OpenDNS kay nag-alok na karon ug IPv6-klaro nga mga tagaresolba, nga kayang makuha balik ang DNS pinaagi sa IPv6. Kini nagpasabot nga ang "v6ns" nga pagsuway nga gibuhat dinhi kay mopasar. Tan-awa ang <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 nga pahina sa impormasyon</a>.

source: Do you operate your own DNS resolvers?
ceb_ph: Nagpadagan ka ba sa imong kaugalingong tagasulbad sa DNS?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
ceb_ph: Kung gipadagan nimo ang mga tagasulbad sa DNS para gamiton sa imong balay o organisasyon, ang pagpagana sa IPv6 sa imong DNS server kay dali ra.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
ceb_ph: ISC BIND: Siguraduha nga ang IPv6 nga suporta kay gitingob kung imo kining ./nakonpigyur. Gipagana kini sa default. Kung bag-o mo lang nadugang ang IPv6 sa imong server, i-restart mo lang ang imong gipanganlang proseso, parehas sa normal nimong ginabuhat.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
ceb_ph: PowerDNS: Paganaha ang <code>aaaa-additional-processing</code> ug ikonpigyur ang <code>query-local-address6</code> sa imong <code>recursor.conf</code>. I-restart ang powerdns.

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
ceb_ph: Windows Server 2003: Mag-upgrade sa Windows Server 2008 sa pinakababa. Ang Windows 2003 kay magsulbad sa mga AAAA nga rekord, ug mosuporta sa mga kliyente sa IPv6, pero *wala* nagbuhat ug DNS nga resolusyon sa IPv6.

source: Confirmation:
ceb_ph: Pagkompirma:

source: should return back an aaaa record without errors.
ceb_ph: dapat magbalik ug usa ka aaaa nga rekord nga walay mga mali.

source: Broken DNS AAAA Lookups
ceb_ph: Mga putol nga DNS AAAA Lookup

source: We detected that you are able to connect to IPv6 sites, by numerical address specifically. However, connections using DNS either failed, or preferred IPv4.
ceb_ph: Nabantayan namo nga makakonekta ka sa mga IPv6 nga site, pinaagi sa mga numerikong address sa klarong pagkasulti. Gali lang, ang mga koneksyon gamit ang DNS posibleng nipalpak, o gipili ang IPv4.

source: What does this mean for you?
ceb_ph: Unsa ang pasabot niini para kanimo?

source: You should still be able to reach most sites fine, so long as they offer their services on IPv4. This means few near-term problems.
ceb_ph: Dapat makakab-ot gihapon ka sa kadaghanang mga site nga okey lang, basta nag-alok lang sila sa ilang mga serbisyo sa IPv4. Nagpasabot kini ug gamay lang nga hapit-nga-termino nga mga problema.

source: Possible causes:
ceb_ph: Posibleng mga hinungdan:

source: Firefox users may have IPv6 lookups disabled.
ceb_ph: Ang mga nigamit ug Firefox posibleng wala gipagana ang mga IPv6 nga lookup.

source: Go to <a href="about:config">about:config</a> in your browser.
ceb_ph: Kadto sa <a href="about:config">about:config</a> sa imong browser.

source: Look for <code>network.dns.disableIPv6</code>
ceb_ph: Pangitaa ang <code>network.dns.disableIPv6</code>

source: Make sure this is set to <code>false</code>.
ceb_ph: Siguraduha nga na-set kini sa <code>false</code>.

source: Your OS may be configured to not do AAAA lookups; that is, to prefer IPv4 only.
ceb_ph: Ang imong OS posibleng makonpigyur nga dili buhaton ang mga AAAA lookup; kana mao, ang pagpili lamang sa IPv4.

source: Your DNS server may be filtering AAAA responses (or otherwise broken).
ceb_ph: Ang imong DNS server posibleng naghasa sa mga AAAA nga tubag (o kung dili, putol).

source: Some ISPs will intentionally filter AAAA records. For example, on World IPv6 Day, we expect many Japanese ISPs to filter AAAA records, to mitigate current IPv6 deployment issues unique to their environments.
ceb_ph: Ang pipila ka mga ISP gitumong nga hasaon ang mga AAAA nga rekord. Pananglitan sa World IPv6 Day, giasahan nato ang daghang mga Hapon nga ISP para hasaon ang mga AAAA nga rekord, para ibalhin ang kasamtangang mga isyu sa pagpadala sa IPv6 nga nalahi sa ilang mga palibot.

source: You (or your techical support) can run <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> to confirm if the DNS server is working properly
ceb_ph: Ikaw (ug ang imong teknikal nga suporta) pwedeng makapadagan sa <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> para mapamatud-an kung ang DNS server kay nigana ug sakto

source: FAQ on Firefox Plugins
ceb_ph: FAQ para sa mga Firefox nga Plugin

source: This FAQ has been produced to try and address issues caused when using Firefox
ceb_ph: Kini nga FAQ kay gibuhat para suwayan ug hatagan ug pagtagad ang isyu nga moresulta pag mogamit ug Firefox

source: <b>How this site works:</b> This site tells your browser to try and load several remote javascript files. Each file is on a different server. After each one finishes, we look at which ones worked - and which ones failed. Depending on the pattern, we can guess at IPv4 and IPv6 compatibility, and sometimes suggest possible fixes.
ceb_ph: <b>Giunsa paggana ani nga site:</b> Kini nga site nagaingon sa imong browser nga suwayan ug i-load ang mga duol nga mga javascript nga file. Kada file kay naa sa lain-laing server. Human matapos ang matag usa, tan-awon nato unsa ang mga nigana - ug unsa ang mga nipalpak. Depende sa pattern, makatagna ta sa IPv4 ug IPv6 nga kompatibilidad, ug usahay makatambag ug mga posibleng kaayuhan.

source: Some browser plugins enforce policies that are compatible with the above behavior. They block connections that (to them) look like they might be 3rd party advertising or tracking. There is no good way to identify this plugins from inside javascript; nor any good way to work around it.
ceb_ph: Ang pipila ka mga browser plugin nagpatuman ug mga polisiya nga mogana sa mga kinaiya sa taas. Gibawalan nila ang mga koneksyon nga (para nila) murag posibleng ikatulo nga partido nga pagpalabas o pagsubay. Walay saktong paagi para mahibal-an kining mga plugin gikan sa sulod sa javascript; o bisan unsang paagi nga mogana sa palibot niini.

source: In the case of Firefox, the most common plugins that cause problems are AdBlock and RequestPolicy. There are probably others - any which claims to prevent XSS, CSRF, or Cross Site Scripting can be a problem. Try disabling these plugins (either temporarilly via any menu they offer you, or via the Firefox add-ons menu).
ceb_ph: Sa kaso sa Firefox, ang kalimitang plugin nga moresulta ug mga problema mao ang AdBlock ug RequestPolicy. Posibleng naay lain - bisang unsa nga niangkaong makapugong sa XSS, CSFR, o Cross Site Scripting nga mamahimong usa ka problema. Suwayi ug pahunong aning mga plugin (pwedeng kasamtangan pinaagi sa bisag unsang menu nga gihatag nila nimo, o pinaagi sa menu sa mga Firefox nga add-on).

source: Alternative test for you..
ceb_ph: Alternatibong pagsuway para kanimo..

source: This image based test is provided as a workaround. It will give you a quick pass/fail test, to tell you if you should be worried for World IPv6 Day.
ceb_ph: Kining pagsuway nga nakabase sa imahe kay gihatag isip usa ka workaround. Maghatag kini kanimo ug paspas nga kalampusan/kapakyasan nga pagsuway, para ingnan ka kung dapat ba kang mabalaka para sa World IPv6 Day.

source: The following table will try and load 3 images.
ceb_ph: Ang mga mosunod nga talahanayan mosuway ug mag-load ug 3 ka imahe.

source: test images for ipv4, dual stack, and ipv6
ceb_ph: pagsuway nga mga imahe para sa ipv4, dual stack, ug ipv6

source: Pass?
ceb_ph: Nipasar?

source: Method
ceb_ph: Pamaagi

source: More Info
ceb_ph: Daghan pang impormasyon

source: IPv4. Basic traditional Internet.
ceb_ph: IPv4. Simple ug tradisyunal nga Internet.

source: If green, you will have no problem on World IPv6 day.
ceb_ph: Kung berde, dili ka magkaproblema sa World IPv6 Day.

source: If this fails, seek help from your IT department, helpdesk, or ISP tech support.
ceb_ph: Kung mopakyas kini, pangayo ug tabang sa imong IT nga departamento, helpdesk o teknikal nga suporta sa ISP.

source: If this fails, consider using the <a href="/">full test</a>, with IE, Firefox, Safari, or Chrome, to get more detailed information about possible failure reasons.
ceb_ph: Kung mopakyas kini, ikonsiderarrr ang paggamit sa <a href="/">tibuok nga pagsuway</a>, kauban ang IE, Firefox, Safari o Chrome, para makakuha ug mas detalyadong impormasyon kabahin sa posibleng mga hinungdan sa kapakyasan.

source: <i>If red or blank, do not stress!</i> Few people already have IPv6 at this time; and it is not critical for 2011 but will be for the coming years.
ceb_ph: <i>kung pula o blanko, ayaw pagkabalaka!</i> Gamay ra nga tawo ang may IPv6 na sa karon; ug dili kini kritikal para sa 2011 pero mamahimong kritikal sa mga moabot nga mga katuigan.

source: FAQ on Plugins and Add-Ons
ceb_ph: FAQ kabahin sa mga Plugin ug mga Add-On

source: This FAQ has been produced to try and address issues caused when using browser add-ons
ceb_ph: Kini nga FAQ kay gibuhat para suwayan ug hatagan ug pagtagad ang mga isyu nga moresultakung mogamit ug mga browser nga add-on

source: This image based test is provided for those with browsers or browser plugins incompatible with the <a href="/">main test</a>. This page provides only a subset of features, but should be enough for a simple pass/fail.
ceb_ph: Kining pagsuway nga nakabase sa imahe kay gihatag para sa kadtong may mga browser o mga browser nga plugin nga dili mogana sa <a href="/">pinakaimportanteng pagsuway</a>. Kini nga pahina maghatag lamang ug usa ka subset sa mga kinaiya, pero dapat sakto lang para sa isa ka simple nga pasar/pakyas.

source: Why IPv6?
ceb_ph: Nganong IPv6?

source: This is an interesting question. IPv6 buys you only a bit more than you already have today; and most of that is a promise. IPv6 will help you preserve the level of Internet connectivity between your home and other locations on the Internet, without interference, as you enjoyed in 2012.
ceb_ph: Usa ni ka makainteresadong pangutana. Ang IPv6 naghatag lang kanimo ug gamay lang nga sobra kompara sa kung unsa ang naa nimo karong adlawa; ug ang kadaghan ana kay saad. Tabangan ka sa IPv6 sa pagpreserba sa lebel sa konektibidad sa Internet sa tunga-tunga sa imong balay ug ubang mga lokasyon sa Internet, nga walay pagsamok-samok, parehas sa imong nasinati kaniadtong 2012.

source: The promise is the ability to give every device in your house a reachable network address. Each house will have practically unlimited network addresses (2<sup>64</sup> if you're curious - about 18 billion billions). Each house may potentially have more than that, particularly if they have the need for multiple networks within the home. Many ISPs will be able to easy give you 256 of those networks. <em>Running out of IPv6 address space will seem impossible for decades.</em>
ceb_ph: Ang saad mao ang abilidad nga hatagan ang matag device sa inyong balay ug usa ka makab-ot nga address sa network. Matag balay kay makaangkon ug praktikal nga walay limit nga mga address sa network (2<sup>64</sup> kung kuryoso ka - hapit mga 18 ka bilyon nga bilyones). Matag balay potensyal nga may mas daghan pa niana, partikular na kung nanginahanglan sila sa dinaghan nga mga network sulod sa balay. Daghang mga ISP nga dali ra makahatag kanimo ug 256 ato nga mga network. <em>Ang pagkaubos ug espasyo sa IPv6 address kay murag imposible sulod sa mga dekada.</em>

source: Applications to take advantage of this are just now being thought of. Imagine having all of your home electronics accessible from work or from your mobile phone. You could watch your TV recorder, or the security camera. You could check the fridge, perhaps start the oven timer. Maybe turn on the air conditioning or the heater when you know you're coming home early. All of these *can* be done today, but are cumbersome with IPv4 if you're using a single IPv4 address today. And, very difficult in the future, with where IPv4 is heading next.
ceb_ph: Ang mga aplikasyon nga makapahimulos niini kay gisugdan pa lang ug hunahuna. Hunahunaa nga tanan sa imong mga elektroniks sa balay kay maakses gikan sa trabaho o gikan sa imong mobile nga telepono. Makatan-aw ka sa imong TV recorder o sa kamera pangseguridad. Matan-aw nimo ang fridge, siguro masugdan ang tig-oras sa oven. Siguro mapadagan ang air conditioning o ang heater kung kabalo ka nga muoli ka ug sayo. Tanan niini *kaya* nang buhaton karon, pero lisud buhaton gamit ang IPv4 kung nigamit ka ug nag-inusarang IPv4 nga address karon. Ug, lisud na kaayo sa umaabot, diin padulong ang IPv4.

source: What Is Wrong with IPv4
ceb_ph: Unsa ang Mali sa IPv4

source: The traditional IPv4 Internet is running out of space. The IANA registry (at the global level) is either just about out, or totally out, depending on when you read this. They are expected to announce this depletion Janaury or February 2011.
ceb_ph: Ang tradisyunal nga IPv4 nga Internet kay naubusan na ug espasyo. Ang rehistro sa IANA (sa pangtanan nga lebel) kay pwedeng paggawas pa lang o bugkos nang nakagawas, depende kung kanus-a ni nimo nabasahan. Giasahan silang ianunsyo ang ilang paghina sa Enero o Pebrero 2011.

source: As Internet service providers each run out of the space they have been allocated, they will have to find creative ways to help keep taking on new customers. Those customers will still need access to the IPv4 Internet.
ceb_ph: Samtang ang mga Internet Service Provider kay naubusan ug mga espasyo nga gihatag kanila, kinahanglan nila mangita ug mamugnaong mga paagi nga makatabang ug kuha ug mga bag-ong suki. Kadtong mga suki manginahanglan gihapon ug akses sa IPv4 nga Internet.

source: Q: I heard there are millions of addresses left. Take it back from the companies not using it! Use the Class E space! (etc).
ceb_ph: Q: Nakadungog ko nga may milyon nga mga address nga nahibilin. Kuhaa kini gikan sa mga kompanya nga wala nigamit niini! Gamita ang Klaseng E nga espasyo! (etc).

source: Those have been looked at. The space is relatively small, given the rate that the world is consuming it now. Forcefully taking back space would require more time in the court systems than it would buy back. Other currently reserved space is too difficult to use - it would require replacing most of the routers in the world to do so.
ceb_ph: Kadto sila kay natan-aw na. Ang espasyo kay gamay ra, kung hunahunaon ang kapaspas sa pag-ubos sa kalibutan niini karon. Ang pinugos nga pagkuha balik sa espasyo magkinahanglan ug mas daghang panahon sa mga sistema sa korte kaysa sa pagkuha pagpalit niini. Ang ubang mga kasamtangang gireserbang espasyo kay lisud kaayo gamiton - kinahanglan kini ug pag-ilis sa kadaghanang mga router sa kalibutan para mabuhat kini.

source: Q: What creative ways will ISPs keep IPv4 running?
ceb_ph: Q: Unsa ang mga mamugnaong paagi sa mga ISP para mapabiling magdagan ang IPv4?

source: Most commonly, some form of NAT. NAT is a form of address sharing; think of it as a party line from the earlier days of the telephone. You'll be able to make outgoing connections easy enough, as long as your shared IP address is not too busy.
ceb_ph: Ang pinakakomon, pipila ka porma sa NAT. Ang NAT usa ka porma sa pagbahagi sa address; hunahunaa kini isip usa ka linya sa partido sa mga naunang adlaw sa telepono. Makabuhat ka ug mga kasamtangang koneksyon sa dali ra nga paagi, basta ang imong gibahagi nga address kay dili kaayo daghan ug gibuhat.

source: Note this is in addition to any NAT you do at home.
ceb_ph: Timan-i nga kini kay dugang lamang sa kung unsang NAT nga imong gibuhat sa balay.

source: Q: So, why worry? NAT will work, right? I use NAT at home today after all..
ceb_ph: Q: Maong nganong mabalaka man? Mogana ang NAT, di ba? Nigamit man gihapon ko ug NAT sa balay karon..

source: Sort of. Basic web browsing should be OK for most sites. Some map sites, the itunes store, and other sites that use a <em>huge</em> number of connections to rapidly load the page, may start showing blank images, depending on how many people share that public IP address.
ceb_ph: Murag ingon ana. Ang simple nga pag-browse sa web kay dapat OK sa daghang mga site. Ang pipila ka mga map site, ang tindahan sa itunes, ug ubang site nga nigamit ug <em>dakong</em> numero sa mga koneksyon para dali nga ma-load ang pahina, posibleng magsugod ug pakita ug mga bakanteng imahe, depende sa kung pila ka tawo ang nagbahagi ana nga pampublikong IP address.

source: Mail will still work, both traditional as well as web based.
ceb_ph: Mogana gihapon ang mail, ang tradisyunal apil na ang nakabase sa web.

source: Q: What will break when ISPs NAT their customers?
ceb_ph: Q: Unsa ang maputol kung ang mga ISP mag-NAT sa ilang mga suki?

source: When web sites have to block abusers, they often block the IP address the abuse came from. If you are sharing your IP address with 1000 other broadband customers, if *any* of them trigger a block, you will be blocked too. Your ISP is not likely to be able to assist in fixing this.
ceb_ph: Kung ang mga web site kinahanglan pagbawalan ang mga abusado, kalimitan nilang i-block ang IP address kung asa gikan ang pag-abuso. Kung nagbahagi ka sa imong address sa 1000 sa 1000 ka laing suki sa broadband, kung *bisan kinsa* kanila nagsugod sa pagbawal, mabawalan sab ka. Ang imong ISP murag dili makatabang nimo pagsulbad niini.
