Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
ceb_ph: Kung kini nga mensahe dili mawala, nagpasabot kini nga gipahunong na ang JavaScript, posibleng gamit ang usa ka plugin o ekstensyon sa imong browser o pag-usab sa setting sa browser.

source: Do you use NoScript?
ceb_ph: Nagagamit ba ka ug NoScript?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
ceb_ph: Kung gamiton mo kining Firefox nga add-on, kinahanglanon mong "Kasamtangang tugutan kini nga pahina". Kinahanglanon nimong buhatan kini <b>kaduha</b> para mogana ang tanan. Sa laing paagi, ayaw padagana ang NoScript hangtod nga mahuman ka na ani nga site.

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
ceb_ph: Pwedeng pilion mo na lang nga tan-awn ang <a href="simple_test.html">simple nga pagsuway</a>, nga maghatag kanimo ug paspas nga pasa/palpak para sa IPv4, IPv4+IPv6, ug IPv6. Bisan pa, magahatag lang kini ug gamay nga diyagnostikang impormasyon.

source: For the Help Desk
ceb_ph: Para sa Desk Pangtabang

source: Summary
ceb_ph: Pagtingob

source: Tests Run
ceb_ph: Pagpadagan sa mga Pagsuway

source: Share Results / Contact
ceb_ph: Ipamahagi ang mga Resulta/Kontak

source: FAQ for You
ceb_ph: FAQ para Nimo

source: Help Popup
ceb_ph: Tabang nga Popup

source: Other IPv6 Sites
ceb_ph: Ubang mga IPv6 nga site

source: How this test works:
ceb_ph: Giunsa paggana ani nga pagsuway:

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
ceb_ph: Ang imong browser kay suguon nga makab-ot ang isa ka serye sa mga URL. Ang kombinasyon sa mga kalampuson ug kapakyasan nagsulti ug estorya kabahin sa kung unsa ka kaandam kung magsugod na ug gamit ug IPv6 ang mga taga-publish para sa ilahang mga web site.

source: Technical Info
ceb_ph: Teknikal nga Info

source: Test with IPv4 DNS record
ceb_ph: Suwayi gamit ang IPv4 DNS nga rekord

source: pending
ceb_ph: naghulat

source: Test with IPv6 DNS record
ceb_ph: Suwayi gamit ang IPv6 DNS nga rekord

source: Test with Dual Stack DNS record
ceb_ph: Suwayi gamit ang Dual Stack DNS nga rekord

source: Test for Dual Stack DNS and large packet
ceb_ph: Pagsuway para sa Dual Stack DNS ug dakong pakete

source: Test IPv4 without DNS
ceb_ph: Suwayan ang IPv4 nga walay DNS

source: Test IPv6 without DNS
ceb_ph: Suwayan ang IPv6 nga walay DNS

source: Test IPv6 large packet
ceb_ph: Suwayi ang IPv6 nga dakong pakete

source: Test if your ISP's DNS server uses IPv6
ceb_ph: Suwayi kung ang ISP sa imong DNS server kay nigamit ug IPv6

source: Find IPv4 Service Provider
ceb_ph: Pangita ug IPv4 nga Tagahatod ug Serbisyo

source: Find IPv6 Service Provider
ceb_ph: Pangita ug IPv6 nga Tagahatod ug Serbisyo

source: Test for buggy DNS
ceb_ph: Suwayi para sa DNS nga daghan ug bug

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
ceb_ph: Kumukuha ng usa ka butang nga may A na rekord sa DNS. Gilaoman nga mogamit kini ug IPv4. Ang IPv6-lamang nga tagagamit kay makaabot pa gihapon niini, kung ang ilang provider kay naay usa ka NAT64/DNS64 o proxy nga solusyon.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
ceb_ph: Pagkuha sa usa ka butang na bag-o lang na AAAA rekord sa DNS. Kini kay gilauman nga gamiton ang IPv6. Ang mga users nga wala pa sa IPv6 Internet lagmit makakita nga kini napakyas. Basta kini mapakyas sa madali, kini mahimong OK - sa pagka-karon.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
ceb_ph: Kini kay usa ka importante nga pagsulay. Nagsusi kini sa imong browser nga nagkonek sa site nga adunay IPv4 ug IPv6 nga rekords na published. Ang IPv4 kay anaa lamang hosts nga makakonek ug sakto (gamit ang IPv4).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
ceb_ph: Kung kani mapakyas sa pagsulay o maabtan sa oras, maglaum na lang jod ka nga adunay dakong problema isip publishers nga nag sugod og offer sa ilang site.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
ceb_ph: Gipamatud-an na makakonekta ka sa usa ka dual-stack nga server (parehas sa ds nga pagsuway); ug makapadala/makadawat ka ug dagko nga mga pakete ana nga koneksyon. Kung kini nga pagsuway kay nihunong sa bisag unsang hinungdan, nagpakita kini ug problema para sa World IPv6 Day.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
ceb_ph: Suwayan niining mukonekta gamit ang literal nga IPv4 nga numerikong address. Dapat mogana kini para sa daghang mga tawo, pwera na lang kung nagdagan sila sa IPv6-lamang. Kung ang unang pagsuway kay nigana, pero kini kay nipakyas, posibleng gikompirma niini nga ang imong provider kay naggamit ug NAT64/DNS64; kinahanglan nimong suwayan pagkonekta gamit ang mga hostname sa halip nga mga numerikong IP address.

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
ceb_ph: Suwayan niining mukonekta gamit ang literal nga IPv6 nga hexadecimal address. Ang unang sadya niini nga pagsuway kay buwagon ang imong konektibidad sa IPv6 sa imong abilidad nga mokuha ug DNS para ani. Ang sekondarya nga sadya kay tan-awon kung ang Teredo nimo kay nigana; ang ubang mga sistema mogamit lamang ug Teredo kung ang usa IPv6 nga address kay naa sa URL.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
ceb_ph: Gipamatud-an nga ang IPv6 naghangyo ug dagkong mga pakete nga trabaho. Kung kini nihunong, pero ang ubang mga IPv6 nga pagsuway kay nigana, nagpahiwatig kini nga posibleng naay mga isyu sa PMTUD; posibleng kabahin sa mga IP nga tunnel.

source: Double check to make sure that ICMPv6 Type 2 ("Packet Too Big") messages are not filtered by your firewall.
ceb_ph: Duhaa pagtan-aw para masigurado nga ang ICMPv6 Type 2 ("Dako ra ang Pakete") nga mga mensahe kay wala nahasa sa imong firewall.

source: (This is bonus credit)
ceb_ph: (Bonus kini nga kredit)

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
ceb_ph: Usa ni siya ka pagsuway sa imong tagaresolba sa imong ISP (sa halip nga usa ka pagsuway sa imong host). Kung kini nga pagsuway nalagpasan, ang imong DNS nga server, (kadaghanan gipadagan sa imong ISP) kay kaya nga makab-ot ang IPv6-lamang nga DNS awtoratibong mga server sa Internet. Dili kini kritikal (sa karon) para imong makab-ot ang mga site gamit ang IPv6.

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
ceb_ph: Gisuwayang mahibaw-an kung unsang Internet Service Provider ang imong gigamit para sa IPv4. Posibleng lahi kini sa mga pangmerkadong pangalan nga makita nimo sa lokal nga merkado; o posibleng magpaila ug miaging pangalan sa kompanya. Ang pangalan nga gipakita nagpaila kung giunsa kini pagkahibawo sa komunidad sa network operator.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
ceb_ph: Gisuwayang mahibaw-an kung unsang Internet Service Provider ang imong gigamit para sa IPv6. Kung ang IPv4 nga pangalan ug ang IPv6 nga pangalan wala nagkaparehas, nagpaila kini nga naggamit ka ug usa ka tunnel; o ubang porma sa ikatulo nga partidong provider para sa IPv6.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
ceb_ph: Ang mga pangutana para sa sayop nga napormang AAAA rekord. Ang ubang mga router nasayop ug dala niini nila isip mga "A" nga rekord, ug gitago ang unang 32 ka bit. Gusto nato nga mopakyas kini nga pagsuway sa pagkonekta.

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
ceb_ph: Kung ang pagtingob nga resulta nagpakita ug mga problema, ikaw (o ang imong teknikal nga suporta) kay pwedeng mogamit sa impormasyon sa itaas para sulbaron ang mga isyu. Kada isa sa mga pagsuway nga url ug ang ilang resulta kay gipakita sa wala nga banda. Sa tuo, makit-an nimo ang deskripsyon kung asa nga pagsuway gidisenyo kana nga URL.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
ceb_ph: Human nga gipadagan ang ang matag usa ka pagsuway, ang buod nga pahina nagsuway nga motan-aw sa mga resulta. Kung ang buod kay murag naay katungdanan base na nahatag nga mga sintoma sa taas, o kung kinahanglan ka pa ug tabang, ayaw pagduha-duha nga kontaka kami.

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
ceb_ph: <b>Ang imong partikular nga konpigurasyon kay makainteres.</b> Pirmi namong gipaningkamotan nga himuon ang test-ipv6.com nga code nga mas maayo pa. Modalig ka ba ug daghan pang mga impormasyon sa imong browser ug setup sa imong kompyuter? Uban sa imong tabang, makadokumento kami para sa uban unsaon pag-ayo sa ilang mga sistema.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
ceb_ph: Kini nga porma magtugot kanimo nga magbilin ug komento, ipadayag ang mga kabalaka, ug mangutana ug mga pangutana. Ang resulta sa imong mga pagsuway kay awtomatikong iapil.

source: This includes your IP address, which is shared with the site administrator in order to answer your questions.
ceb_ph: Gilakip niini ang imong IP address, na gibahagi sa site nga administrador para matubag ang imong mga pangutana.

source: Use of this form implies consent.
ceb_ph: Ang gamit ani nga porma nagpahiwatig ug pagtugot.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
ceb_ph: <span id="comments_faq_link"></span> Ang (FAQ) nga pahina magamit para sa <b>imong</b> eksaktong grupo sa mga resulta. Palihug basaha kini sa di pa magbilin ug mga komento; daghan nang mga pangutana ang natubag. Kung may mga pangutana ka pa, mga komento o kabalaka, ayaw pagduha-duha nga gamiton kini nga porma.

source: Please leave your comments using English, if possible.
ceb_ph: Palihug ibilin ang imong mga komento gamit ang English, kung posible.

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
ceb_ph: Kung magreport ug usa ka problema sa pagsuway, o mangayo ug tabang sa imong mga resulta, palihug punui ang tanang mga gipangayong impormasyon sa pinakamaayo sa imong abilidad. Kung magbilin ug pangtanan nga komento, gamita ang imong pinakamaayo nga paghuna-huna kung unsa kadaghan ang imong i-report.

source: Thanks,
ceb_ph: Salamat,

source: Purpose for comment
ceb_ph: Tumong ani nga komento

source: Questions about test results
ceb_ph: Mga pangutana sa mga resulta sa pagsuway

source: Report a bug with diagnosis
ceb_ph: I-report ang usa ka bug uban ang diagnosis

source: Suggestion
ceb_ph: Suhestiyon

source: Cheers or Jeers
ceb_ph: Cheers o Jeers

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
ceb_ph: Email address kung tugutan mo ako nga kontakon ka. <i>Kinahanglan, kung nangayo ka ug tubag.</i>

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
ceb_ph: Bisag unsa nga impormasyon nga para nimo mahimong importante para nako (unsa nga router imong gigamit, o usa ka firewall sa agianan, o klase sa proxy nga imong gigamit, ug uban pa). Giapil niini ang pagtanan nga feedback.

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
ceb_ph: Ang pagsuway nga nakabase sa javascript kay nipalpak. Pwedeng tungod ni sa browser nga plugin o may kalabutan sa ekstensyon. Palihug ihayag kung unsa nga mga browser plugin o ekstensyon ang imong gipagana ani nga browser.

source: If you are technically minded please cut/paste the output of the following commands:
ceb_ph: Kung teknikal ang imong panghuna-huna, palihug tangtanga/ibutang ang output sa mga mosunod nga mga sugo:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
ceb_ph: Kopyaha ang mga output gikan ato nga mga sugo, didto sa kahon sa baba. Makatabang ni nako nga ikompirma/dili angkonon ang bisag unsang teorya nga may kabahin sa imong pangutana.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
ceb_ph: Kung teknikal ang imong panghuna-huna, palihug pag-abri ug usa ka "Command Prompt" o "cmd" nga window, ug padagana kining tulo ka mga sugo:

source: Send results
ceb_ph: Ipadala ang mga resulta

source: Help desk information will follow once the test completes.
ceb_ph: Ang impormasyon sa pangtabang nga desk kay mosunod human makompleto ang pagsuway.

source: If your Internet help desk asks you to mail the 'results url', copy and paste the following URL.
ceb_ph: Kung gipangayo sa imong Internet nga pangtabang nga desk nga ipadala ang 'results url', kopyaha ug ibutang ang mosunod nga URL.

source: Note that this will share your current numeric Internet Protocol address(es).
ceb_ph: Timan-i nga ibahagi niini ang imong kasamtangang numerikong Protocol na (mga) address.

source: We do not recommend posting this link on public web sites such as forums.
ceb_ph: Wala namo girekomenda nga i-post kini nga link sa pampublikong mga web site sama sa mga forum.

source: On most computers, you can right-click the above URL, and select 'Copy'.
ceb_ph: Sa kadaghanang mga kompyuter, ma-right-click nimo ang URL sa taas, ug pilion ang 'Copy'.

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
ceb_ph: <b>Kay naa man kay IPv6</b>, gidugang namo kini nga tab para ipakita nimo kung makaadot ka ba sa ubang mga IPv6 nga web site sa Internet. Hunahunaang pahibaw-on ang imong ISP, kung naay mga site nga murag naputol. Kung ikaw ang ISP, pwede nimong pinduton ang info link para makita unsang mga pagsuway nga URL ang ginagamit.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
ceb_ph: <b>Paila</b>: Ang mga kolum kay maayos (pinduta ang una nga babag); <a href="#" onclick="GIGO.test_sites(2); return false;">pindot diri</a> para matsek ug usab ang pagkakab-ot gikan sa kung asa ka sa kadtong mga samin.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
ceb_ph: Dali ra kaayo kini idugang sa listahan para sa mga simpleng mga pagtan-aw. Maghatag lamang ug duha ka mga imaheng URL (usa kay IPv4-lamang; usa ky IPv6 lamang), kang &lt;jfesler@gigo.com&gt;. Ipadala usab ang imong pangtanan nga web site address ug pangalan sa organisasyon.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
ceb_ph: Ang buo nga maga samin kay ginadawat ug ginadayaw, ma publiko man o pribado. Palihug tan-awa <a href="https://github.com/falling-sky/source/wiki">ang wiki</a> para sa mga detalye.

source: All rights reserved.
ceb_ph: Tanang mga katungdanan gireserba.

source: Mission
ceb_ph: Misyon

source: Source
ceb_ph: Ginikanan

source: Attributions
ceb_ph: Mga Atribusyon

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
ceb_ph: Samin kini sa test-ipv6.com. Ang mga pananaw nga gilahad diri pwedeng o dili pwedeng nagpakita sa mga pananaw sa tag-iya sa samin.

source: Available Languages
ceb_ph: Mga Magamit nga Lengwahe

source: Pick one of the following to switch to that language.
ceb_ph: Pagpili ug usa sa mga mosunod para mobalhin ngadto nga lengwahe.

source: Translators and proof readers welcome.
ceb_ph: Ang mga tagasalin ug mga proof reader kay ginadawat.

source: See <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>Info</a>; and our <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a> project page.
ceb_ph: Tan-awa ang <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>Info</a>; ug ang among <a href='https://crowdin.net/project/falling-sky'>'Crowdin'</a> nga pahina sa proyekto.

source: Help Desk Information
ceb_ph: Impormasyon sa Pangtabang nga Desk

source: Q: What is the Help Desk tab for?
ceb_ph: Q: Para asa man ang Help Desk nga tab?

source: This tab is intended to help provide a brief, concise explanation of your connectivity. This can be read over the phone, if needed, to a service provider. This tab has less hand-holding; it is intended for a help desk to understand (as compared to an end user).
ceb_ph: Kini nga tab kay para sa paghatag ug mubo ug saktong pagpasabot sa imong konektibidad. Pwede kini mabasa sa telepono, kung kinahanglan, sa usa ka service provider. Kini nga tab kay may gamay lang nga hand-holding; para lang kini nga makasabot ang usa ka help desk (kompara sa panghuman nga tagagamit).

source: This special instance shares in a very compact way:
ceb_ph: Kini nga espesyal nga instance nagbahagi sa usa ka tingob nga paagi:

source: Status of each protocol
ceb_ph: Estado sa matag protokol

source: Warn of slow/timeout
ceb_ph: Balaan ug hinay/paghunong

source: Warn of MTU
ceb_ph: Babala sa MTU

source: Status of reachability to “other sites” (as compact as possible)
ceb_ph: Estado sa pagkakab-ot sa "ubang mga site" (pinakatingob nga kaya)

source: IP address shown, in case tech support needs it.
ceb_ph: Ang IP address gipakita, sa kasong kinahanglan kini sa tech support.

source: List of unreachable sites, if any
ceb_ph: Lista sa mga di makab-ot nga mga site, kung naa

source: Q: What is the easiest way to send users to the Help Desk tab?
ceb_ph: Q: Unsa ang pinakadaling paagi sa pagpadala sa mga tagagamit sa Help Desk nga tab?

source: There are several ways to do it. Some of these are more obvious than the others when reading; some of them may be easier when read over the phone. In all of these cases, the "Help Desk" tab is moved to be the first and default tab shown to the user, instead of exposing the more detailed user-facing page.
ceb_ph: May daghang mga paagi para mabuhat kini. Ang uban kini kay mas klaro kompara sa uban kung magbasa: ang uban nila mas dali basahon sa telepono. Sa tanan aning mga kaso, ang "Help Desk" nga tab kay gibalhin para mahimong una ug default nga tab nga ipakita sa tagagamit, sa halip nga ipagawas ang mas detalyadong pahina nga nag-atubang sa tagagamit.

source: Mirror sites may not have all the fancy DNS names; they are more likely to be useful like this:
ceb_ph: Ang mga samin nga site pwedeng di makaangkon sa tanang mga fancy nga pangalan sa DNS; sila kay kadalasan importante sa ing-ani nga paagi:

source: Q: What are the Help Desk codes?
ceb_ph: Q: Unsa man ang mga Help Desk nga code?

source: These are meant to offer a quick, short way for your customer to tell you the status of their Internet connectivity, as validated by this site. They are also meant to be easy to memorize.
ceb_ph: Sila gitumong sa paghatag ug paspas ug mubo nga paagi para sa imong suki para sultihan ka sa estado sa ilang konektibidad sa internet, nga gipamatud-an ani nga site. Sila pud kay gitumong nga dali mahinumdoman.

source: Q: How can I recommend changes to the Help Desk tab?
ceb_ph: Q: Unsaon nako pagrekomenda ug mga kausaban sa Help Desk nga tab?

source: Suggestions are welcome; especially from those operating help desks. This tab is really for you - not for the consumer. Please keep in mind that we want to keep the tab brief, concise, and easy to read for the average user over the phone to your help desk team. Send suggestions to jfesler@test-ipv6.com .
ceb_ph: Ginadawat namo ang mga suhestiyon, lalo na kadtong gikan sa nagdagan ng mga help desk. Kini nga tab kay para gayud nimo - dili para sa naggamit. Palihug hinumdomi nga gusto namong ang tab kay mubo, eksakto ug dali lang basahon para sa average nga tagagamit sa telepono pakadto sa imong help desk nga grupo. Ipadala ang mga suhestiyon sa jfesler@test-ipv6.com .

source: What to do if you're broken...
ceb_ph: Unsa ang buhaton kung naputol ka...
