Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: Google's "Chrome" has a "fast fallback" mechanism. On the first try to a site, it will prefer IPv6. If connections take longer than a third of a second, IPv4 is attempted in parallel; and the better of the two will be used for that site.
ceb_ph: Ang "Chrome" sa Google naay usa ka mekanismong "fast fallback". Sa unang pagsuway sa usa ka site, pilion niini ang IPv6. Kung ang mga koneksyon mokabat ug mas taas pa sa usa ka tagutlo sa segundo, gisuwayan ang IPv4 sa susamang paagi; ug ang mas maayo sa duha mao ang gamiton para ana nga site.

source: (more info)
ceb_ph: (mas daghan pang impormasyon)

source: Firefox (recent builds) does the same as Chrome.
ceb_ph: Ang Firefox (mga bag-ong build) kay nagbuhat ug parehas sa Chrome.

source: The latest Windows 7 and Windows 8 updates will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
ceb_ph: Ang pinakabag-ong mga update sa Windows 7 ug Windows 8 kay peryodikong magsuway para makita kung mogana ba ang IPv6. Kung ang pagtan-aw sa kahimsog nipakyas, daghang mga aplikasyon (apil ang Internet Explorer) ang mogamit ug IPv4 para protektahan ka sa bisan unsang kasayupan sa pagkonpigyur sa lokal nga IPv6.

source: Apple's latest Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
ceb_ph: Ang pinakabag-ong mga update nga Lion ug Mountain Lion sa apple kay mopili sa kung asa ang "mas paspas" para sa usa ka padulngan.

source: When you use the Internet, a connection is made between your computer, and the service you're connecting to. To connect, you have to have the other side's IP - Internet Protocol - number. And, when you connect, they see yours, so they can send traffic back to you and your applications.
ceb_ph: Kung gamiton nimo ang Internet, ang usa ka koneksyon ang gibuhat sa tunga-tunga sa imong kompyuter, ug sa serbisyo kung asa ka nakakonekta. Para makakonekta, kinahanglan nimong maangkon ang pikas bahin nga IP - Internet Protocol - nga numero. Ug, kung mokonekta ka, makita nila ang imoha, para makapadala sila ug trapik pabalik nimo ug sa imong mga aplikasyon.

source: The Internet protocol that we've been using for the 1990's and the 2000s, has run out of these unique numbers. We can keep going, but with some limitations, by sharing multiple machines with one number. Often times, we do this at home or at work.
ceb_ph: Ang Internet protocol nga dugay na namong gigamit kaniadtong mga 1990 ug 2000, kay naubusan na ug ingon aning mga lahi nga numero. Makapadayon kita, pero may pipila ka mga limitasyon, pinaagi sa pagbahagi sa dinaghang mga makina gamit ang usa ka numero. Sa kalimitan, buhaton kini nato sa balay o sa trabahuan.

source: What is changing is that the Internet Service Providers are all facing the fact that they will have to implement this type of address sharing, on a much larger scale. Some buzzwords you may hear: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. They all look something like this:
ceb_ph: Ang nag-usab-usab mao nga ang mga Internet Service Provider, tanan nag-atubang sa kamatuoran nga kinahanglan nilang ipatuman kini nga klase sa pagbahagi sa address, sa mas dako nga sukod. Ang ubang mga buzzword nga posible nimong madungog: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. Sila tanan mura ug parehas niini:

source: The thing to watch for here: <b>Many</b> houses sharing one public address.
ceb_ph: Ang butang nga tan-awonon diri: <b>Daghan</b> nga mga balay ang nagbahagi sa usa ka pampublikong address.

source: What happens if one of those homes has a bored hacker, or (more likely) a compromised machine owned by someone who doesn't stay up to date, and doesn't run antivirus software? What happens when that machine starts to attack your favorite web sites? What about your banking site?
ceb_ph: Unsa ang mahitabo kung ang usa atong mga balay kay may walay gibuhat nga hacker, o (mas posible) usa ka gihilabtang makina nga gipanag-iya sa usa ka tawo nga wala naka-update, o wala nagpadagan ug antivirus nga software? Unsa ang mahitabo kung kana nga makina magsugod ug atake sa imong mga paboritong web site? Unsaon man sab ang imong pangbangko nga site?

source: Those sites will have to ultimately protect themselves, by blocking the traffic. Unfortuantely, they only see the shared address, so their blocking it looks like this:
ceb_ph: Kadtong mga site kinahanglang protektahan ug maayo ang ilang kaugalingon, pinaagi sa pagpugong sa trapik. Sa malas nga kahimtang, makita lamang nila ang ginabahagi nga address, maong ang ilang pagpugong magnawong ug ingon ani:

source: This is not a good situation. And the main way to avoid it, is to make sure that your IPv6 is working; and to make sure that IPv6 is the preferred protocol.
ceb_ph: Dili ni maayo nga sitwasyon. Ang pinakamaayong paagi sa paglikay niini mao ang pagsigurado nga ang imong IPv6 kay nigana; og pagsigurado nga ang imong IPv6 mao ang gipiling protocol.

source: Why else should I care about IPv4 being preferred instead of IPv6, when I have both available?
ceb_ph: Ngano pa man nga mabalaka ko sa IPv4 nga gipili sa halip nga IPv6, kung magamit ko man ang duha?

source: Sites that determine your location automatically, will get this wrong more frequently when you share an IPv4 address with people in other cities.
ceb_ph: Ang mga site nga awtomatikong nagatagna sa imong lokasyon kay pirmi masayop sa pagkuha niini kung imong ibahagi ang usa ka IPv4 nga address sa mga tawo sa ubang mga syudad.

source: The box that shares an address between you and the other hundreds of houses, may become performance constrained (cpu, network, TCP ports)
ceb_ph: Ang kahon nga nagbahagi ug usa ka address sa tunga-tunga nimo og sa ubang mga uban pang gatos nga mga panimalay, posibleng mamahimong pinugngan nga pagganap (cpu, network, mga TCP port)

source: The box is a potential central point of failure for your internet access
ceb_ph: Ang kahon kay usa ka potensyal nga pinakatungang punto sa kapakyasan para sa imong akses sa internet

source: Sharing IPv4 addresses is an extra expense for the ISP that they will be passing on to their customers
ceb_ph: Ang pagbahin-bahin sa mga IPv4 address kay usa ka sobrang gasto para sa ISP nga ilang ipasa sa ilang mga suki

source: What is a tunnel?
ceb_ph: Unsa man ang tunnel?

source: A tunnel is a technique often used to transport one protocol over another one. For example, it is used by ADSL to transport PPP over ATM (a common technique for several Internet residential subscribers).
ceb_ph: Ang tunnel kay usa ka paagi nga kalimitang gigamit sa pagbalhin sa usa ka protocol sa babaw sa lain pang usa. Pananglitan, gigamit kini sa ADSL sa pagbalhin sa PPP sa ATM (usa ka komon nga paagi para sa daghang mga pangbalay nga subscriber sa Internet).

source: In the realm of IPv6, tunnels are used to transport:
ceb_ph: Sa dominyo sa IPv6, ang mga tunnel kay gigamit sa pagbalhin ug:

source: IPv6 packets over IPv4 network: then IPv4-only Internet users can reach the IPv6 Internet;
ceb_ph: Mga IPv6 nga pakete sa IPv4 nga network, dayon ang mga IPv4-lamang nga mga tagagamit ug Internet makaabot na sa IPv6 nga Internet;

source: IPv4 packets over IPv6 network: then IPv6-only Internet users can reach the IPv4 Internet.
ceb_ph: Mga IPv4 nga pakete sa IPv4 nga network, dayon ang mga IPv6-lamang nga mga tagagamit ug Internet makaabot na sa IPv4 nga Internet.

source: How did the test detect a tunnel?
ceb_ph: Giunsa man pagkabantay sa pagsuway sa usa ka tunnel?

source: For the technical-oriented readers, here is the explanation how we detect that you are probably using a tunnel. As the test collects your IPv4 and IPv6 addresses, it also collects (thanks to <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) your Autonomous System Numbers (ASN) for IPv4 and IPv6. If your ISP is dual stack, then your IPv4 ASN and your IPv6 ASN should be identical as your IPv4 and IPv6 connectivity are provided by the same ISP.
ceb_ph: Mga tigbasa nga sanay na sa teknikal, kini mao ang pagpasabot kung giunsa namo pagkabantay nga posible kang nigamit ug tunnel. Samtang gikolekta sa pagsuway ang imong IPv4 ug IPv6 nga mga address, gikolekta usab niini (salamat sa <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) ang imong Autonomous System Numbers (ASN) para sa IPv4 og IPv6. Kung ang imong ISP kay dual stack, ang imong IPv4 ASN ug IPv6 ASN kay dapat parehas ra kay ang imong IPv4 ug IPv6 nga konektibidad kay gihatag lamang sa parehong ISP.

source: If the ASN number is different, we highlight that fact - and call out that you are probably using a tunnel. If this is a tunnel you know about, great. If you did not know you were being tunneled, you might ask your network administrator about it.
ceb_ph: Kung lahi ang ASN nga numero, atong hatagan ug pagtagad kana nga kamatuoran - ug tawagon nga posible kang nigamit ug tunnel. Kung kini usa ka tunnel nga kabalo ka, maayo. Kung wala ka kabalo ka gi-tunnel ka, posibleng mangutana ka sa imong network administrator kabahin niini.

source: Tunnels are not inherently bad; but (depending on circumstances) they may cause troubles that might not otherwise be seen with native IPv6 connectivity. Specifically, there may be issues of PMTUD (Path MTU Discovery) with some sites you visit - depending on the firewall configurations between you and those sites.
ceb_ph: Ang mga tunnel kay dili man dayon nga bati, pero (depende sa mga sitwasyon) posible silang moresulta ug mga problema nga posibleng dili makita gamit ang natibong IPv6 nga konektibidad. Sa klarong pagkasulti, posibleng may mga isyu nga PMTUD (Path MTU Discovery) sa mga site nga imong gibisita - depende sa mga konpigurasyon sa firewall sa imo ug kadtong mga site.

source: What is specific to 6RD tunnels?
ceb_ph: Unsa man ang klaro para sa mga 6RD nga tunnel?

source: 6RD tunnels have been designed by the IETF as <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> to be deployed within an ISP access network and by the ISP itself to transport IPv6 over a legacy IPv4 access network. As the tunnel is confined with a single ISP, it is therefore managed in such a way to provide performances as good in IPv6 as in IPv4 (except perhaps for the largest packet size, a.k.a. MTU).
ceb_ph: Ang mga 6RD nga tunnel kay gidisensyo sa IETF isip <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> para gamiton nga sakop sa usa ISP nga access network ug sa ISP mismo para ibalhin ang IPv6 sa usa ka ka legacy IPv4 nga access network. Samtang ang tunnel kay gisulod gamit ang usa ka nag-inusarang ISP, maingong gibantayan kini sa usa ka paagi nga makahatag ug pagbuhat nga maayo sa IPv6 pareho sa IPv4 (di apil siguro ang pinakadakong sukod sa pakete, a.k.a. MTU).

source: In short, a 6RD tunnel provides you with native IPv6 connectivity.
ceb_ph: Sa mubong pagkaistorya, ang 6RD nga tunnel nagahatag kanimo ug natibong konektibidad sa IPv6.

source: How did we detect a 6RD tunnel?
ceb_ph: Giunsa man namo pagkabantay ug usa ka 6RD tunnel?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
ceb_ph: Sa kasamtangan sa mga pagsuway, gikolekta namo ang imong IPv4 og IPv6 nga mga address. Kung dili baba sa 16 ka bit sa imong IPv4 address ang nakabutang sa imong IPv6 nga prefix, mahunahuna nato nga nigamit ka ug usa ka 6RD tunnel.

source: dummy example
ceb_ph: dummy nga pananglitan

source: What? No IPv4 address?
ceb_ph: Unsa? Walay IPv4 nga adddress?

source: Most of you are visiting this site using IPv4. Few people in 2013 will truely only have access to the IPv6 Internet. This FAQ will help explain why we were unable to detect IPv4 on your browser.
ceb_ph: Kadaghanan sa inyo kay nagabisita ani nga site gamit ang IPv4. Pipila lang ka tawo kaniadtong 2013 kay tinuod nga may akses lamang sa IPv6 nga Internet. Kini nga FAQ mao ang magpasabot nganong dili namo mabantayan ang IPv4 sa imong browser.

source: This site works by telling your browser to connect to a series of test urls. These urls, if they do connect, report back to the web browser your IP address. JavaScript is not permitted to look at your system itself; it is only allowed to interact with the web. As such, if the urls all fail, we are unable to determine your IP address.
ceb_ph: Kini nga site nigana pinaagi sa pag-ingon sa imong browser nga mokonekta sa usa ka serye sa mga pagsuway nga url. Kining mga url, kung makakonekta na sila, magpahibalo balik sa web browser sa imong IP address. Ang JavaScript kay wala gitugutan nga motan-aw mismo sa imong sistema; gitugutan lamang kini nga mointerak sa web. Kung ingon ani, kung tanang mga url mopakyas, dili namo mahibal-an ang imong IP address.

source: This usually indicates something is broken, or filtered.
ceb_ph: Kalimitang ginapahiwatig niini nga may butang nga putol, o gihasa.

source: Since the test obviously failed, here is a simpler test to help you know if you are ready for web sites to offer their services on IPv6. After this simpler test, you'll see more information about specific browsers.
ceb_ph: Tungod kay klaro mang nipakyas ang pagsuway, ania ang usa ka mas sayong pagsuway para matabangan ka pagkabalo kung andam ka na sa mga web site nga mohatag sa ilang mga serbisyo gamit ang IPv6. Inig kahuman niining mas sayon nga pagsuway, makakita ka ug daghan pang impormasyon kabahin sa pipila ka mga browser.

source: Firefox and NoScript
ceb_ph: Firefox og NoScript

source: The NoScript browser plugin disables scripts on the page. In the lower right corner of your browser, is the NoScript icon. Click this to bring up a menu; and temporarilly permit scripts on this site.
ceb_ph: Ang NoScript nga browser plugin nagpahunong sa mga iskip sa pahina. Sa baba tuong bahin sa imong browser, mao ang NoScript nga icon. Tuploka kini para magpagawas ug usa ka menu; ug kasamtangang tugutan ang mga iskrip ani nga site.

source: Firefox and AdBlock+
ceb_ph: Firefox og Adblock+

source: The AdBlock+ plugin is suspect; it depends on the ruleset that is used. More information from people willing to investigate would be appreciated.
ceb_ph: Ang Adblock+ na plugin kay suspek; nagdepende kini sa ruleset na ginamit. Ang dugang nga impormasyon gikan sa mga tawo nga gustong mag-imbestiga kay pasalamatan.

source: Other browser plugins
ceb_ph: Ubang mga browser plugin

source: If you have problems using this site, get a list of the plugins or add-ons you have for this browser. Save that list. Now, disable all of them - and try the site again. If it works, one of those is definately to blame. Enable them one by one, and retry the site. When you find the one that causes problems, please email <a href="mailto:jfesler@test-ipv6.com">Jason Fesler &lt;jfesler@test-ipv6.com&gt;</a> with your findings.
ceb_ph: Kung may problema ka sa paggamit ani nga site, pagkuha ug listahan sa mga plugin og add-on nga naa ka para ani nga browser. I-seyb kana nga listahan. Karon, pahunonga sila tanan - ug suwayi ang site usab. Kung mogana siya, siguradong usa ato nila mao ang basulon. Paganaha sila usa-usa, ug suwayi usab ang site. Kung makita nimo ang usa nga nakaresulta ug mga problema, palihug pag-email sa <a href="mailto:jfesler@test-ipv6.com">Jason Fesler &lt;jfesler@test-ipv6.com&gt;</a> kauban ang imong mga nakita.

source: PowerDNS: Configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
ceb_ph: PowerDNS: Ikonpigyur ang <code>query-local-address6</code> sa imong <code>recursor.conf</code>. Sugdi balik ang powerdns.

source: This instance of test-ipv6.com is provided by
ceb_ph: Kini nga instance sa test-ipv6.com kay gihatag sa

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favorite web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
ceb_ph: nagpasabot kini nga ang tagasulbad sa DNS nga imong gigamit, nagkinahanglan ug IPv4 para maabot ang mga awtoritatibong mga server sa DNS sa imong mga paboritong web site. Sa duol nga umaabot, ang matag website nga gihisgutan magpabiling maakses sa ingon aning porma, maong <b>walay gilayon nga peligro.</b>

source: Most OS's and Browsers will automatically have a strong bias towards a working IPv6 connection instead of the (possibly shared address) IPv4 connection. If yours does not, and you want to see this changed, let the browser company know. You might also find other browsers on the same OS will work the way you'd expect, if you need a work-around.
ceb_ph: Kadaghan sa mga OS og Browser kay awtomatikong makaangkon ug gahi nga pagdapig sa usa ka niganang IPv6 nga koneksyon sa halib na (posibleng gibahagi nga address) IPv4 nga koneksyon. Kung ang imoha kay dili, ug gusto nimong makita nga mausab kini, pahibal-a ang kompanya sa browser. Posibleng makita sab nimo ang ubang mga browser sa pareho nga OS nga mogana sa paggi nga imong giasahan, kung kinahanglan ka ug usa ka work-around.

source: A standalone copy of this test can be found <a href="/simple_test.html">here</a>.
ceb_ph: Ang nag-inusarang kopya ani nga pagsuway ka pwedeng makita <a href="/simple_test.html">dinhi</a>.

source: Malicious people can recognize that specific IPv6 addresses, when matched with this bug, map to IPv4 addresses they control. Web sites you depend on can be spoofed; you would not know any better, unless the sites are using SSL.
ceb_ph: Ang mga malisyosong mga tawo kay makabalo nga ang mga IPv6 nga address, kung gitugma ani nga bug, kay magmapa sa IPv4 nga mga address nga ilang gikontrol. Ang mga website asa ka nakadepende kay pwedeng i-spoof; dili ka makabaton ug mas maayo pa, pwera na lang kung ang mga site kay nigamit ug SSL.

source: You will have to do this twice.
ceb_ph: Kinahanglang buhaton mo kini kaduha.

source: The first time enables scripts from the main site; the second time will enable all the "off site" scripts that are needed as well.
ceb_ph: Ang unang higayon nagpagana sa mga iskrip gikan sa pinakaimportanteng site; ang ikaduhang higayon mao ang magpagana sa tanang mga "off site" nga iskrip nga gikinahanglan sab.

source: <span lookup="site.name">site</span> statistics
ceb_ph: mga istatistika sa <span lookup="site.name">site</span>

source: Q: I run a production IPv6-only network. Without IPv4. My users can't reach test-ipv6.com.
ceb_ph: Q: Nagpadagan ako ug usa ka pangproduksyon ng IPv6-lamang nga network. Kung wala ang IPv4, ang akong mga tagagamit dili makaabot sa test-ipv6.com.

source: Send email to jfesler@test-ipv6.com. If your IPv6-only network has dedicated name servers, or a dedicated BGP ASN, jfesler will enable AAAA records for test-ipv6.com for you.
ceb_ph: Magpadala ug email sa jfesler@test-ipv6.com. Kung ang imong IPv6-lamang nga network kay may mga gipahinungod nga mga name server, o usa ka gipahinungod nga BGP ASN, paganahon ni jfesler ang mga AAAA nga rekord para sa test-ipv6.com para kanimo.

source: If you don't meet the above requirements, you can visit http://ipv6.test-ipv6.com (IPv6-only) or http://ds.test-ipv6.com (IPv4+IPv6).
ceb_ph: Kung dili nimo matuman ang mga gikinahanglan sa taas, pwede nimo bisitahon ang http://ipv6.test-ipv6.com (IPv6-lamang) o http://ds.test-ipv6.com (IPv4+IPv6).
