Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: When you go to your favorite web site in a browser, and it hangs for several seconds or even minutes. If the publisher publishes to IPv6, and your computer has a *broken* IPv6 route (as compared to having no route), then your computer will attempt to use that broken route first, before falling back to the IPv4 Internet.
ceb_ph: Kung mokadto ka sa imong paboritong web site sa usa ka browser, ug ni-hang kini sa pipila ka segundo o bisan minuto pa. Kung ang tagalathala maglathala sa IPv6, ug ang imong kompyuter kay may *putol* nga IPv6 nga ruta (kompara sa walay ruta), ang imong kompyuter mosuway ug gamit ana nga putol nga ruta una, sa dili pa mobalik sa IPv4 nga Internet.

source: What causes these timeouts?
ceb_ph: Unsa ang hinungdan aning mga paghunong?

source: Newer operating systems have IPv6 enabled by default. Older ones, may have IPv6 enabled, as a result of user action (or specific applications). Enabling IPv6 does not automatically make you vulnerable.
ceb_ph: Ang mga mas bag-ong mga operating system kay may IPv6 nga nakagana sa default. Ang mas karaan pa posibleng may nakagana nga IPv6 isip resulta sa aksyon sa tagagamit (o mga pipila ka aplikasyon). Ang pagpagana sa IPv6 dili awtomatikong magpahina kanimo.

source: The problem lies when your system is convinced to try and use IPv6, when it is not working adequately. This may be because you're using a public service for your IPv6 gateway. Or, someone on your network, was advertising (to the network) IPv6 through Internet connection sharing; and they left. Last, your router may have IPv6 automatically configured to use public unmanaged gateways; and is telling your computer to use it.
ceb_ph: Ang problema nahimutang sa kung ang imong sistema kay giingganyong suwayan ug gamiton ang IPv6, kung dili kini sakto nga nigana. Posibleng tungod kini kay nigamit ka ug pampublikong serbisyo para sa imong IPv6 nga gatteway. O, usa ka tawo sa imong network kay nagpalabas (sa network) ug IPv6 paagi sa pagbahagi sa Internet nga koneksyon; ug nihawa sila. Katapusan, ang imong router posibleng may IPv6 nga awtomatikong nakonpigyur para mogamit ug napasagdang mga pampublikong gateway; ug giingnan ang imong kompyuter nga gamiton kini.

source: The simplest, yet near-sighted, solution, would be just to disable IPv6. However, over the next couple of years, this will start to cause you more troubles than not. It would be best to instead find the root of your actual problem, and fix that instead.
ceb_ph: Ang pinakadali, pero dali makit-ang solusyon mao ang pagpahunong lamang sa IPv6. Pero sa mga mosunod na mga tuig, magsugod kini ug hatag nimo ug mas daghang problema kaysa dili. Pinakamaayo nga pangitaon ang ugat sa imong aktwal nga problema, ug ayuhon na lang kini.

source: The <a href="broken.html">Broken User FAQ</a> has several suggestions for broken users to follow, to remediate their situation.
ceb_ph: Ang <a href="broken.html">Naputol nga Tagagamit nga FAQ</a> kay may daghang mga tambag para sundon sa naputol nga mga tagagamit, para maayo ang ilang sitwasyon.

source: How you can help
ceb_ph: Unsaon nimo pagtabang

source: This is an open-source project. I can certainly use your help in a variety of ways; please see the <a href="source.html">source</a> page.
ceb_ph: Kini kay usa ka open-source nga proyekto. Siguradong magamit nako ang imong tabang sa lain-laing mga paagi; palihug tan-awa ang <a href="source.html">ginikanan</a> nga pahina.

source: test-ipv6.com mirrors
ceb_ph: test-ipv6.com nga mga samin

source: These are the known publicly accessible mirrors for test-ipv6.com.
ceb_ph: Kini mao ang mga nailhang pampublikong maakses nga mga samin para sa test-ipv6.com.

source: Thank you to all of these organizations, who have put in significant effort to provide this mirror sites. If you have problems with the site you are on now, try another mirror site; perhaps one closer to you.
ceb_ph: Salamat sa tanan aning mga organisasyon, nga nagbutang ug dakong trabaho para mahatag kining mga samin nga site. Kung may problema ka sa site kung asa ka karon, suwayi ang laing samin nga site; siguro kadtong mas duol kanimo.

source: Hints Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(1); return false;">click here</a> to re-check reachability from where you are to those mirrors.
ceb_ph: Ang mga Pailang Kolum kay pwedeng ayuson (tuploka ang una nga babag);<a href="#" onclick="GIGO.test_sites(1); return false;">tuplok diri</a> para tan-awon balik ang pagkakab-ot gikan sa kung asa ka padong niadtong mga samin.

source: (generated by javascript)
ceb_ph: (gigama pinaagi sa javascript)

source: Interested in running a mirror?
ceb_ph: Interesado sa pagpadagan ug usa ka samin?

source: Mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
ceb_ph: Ang mga samin kay ginadawat ug ginadayaw, ma publiko man o pribado. Palihug tan-awa <a href="https://github.com/falling-sky/source/wiki">ang wiki</a> para sa mga detalye.

source: test-ipv6.com views on 6to4
ceb_ph: mga test-ipv6.com nga pagtan-aw sa 6to4

source: The ugly bits
ceb_ph: Ang mga bati nga bit

source: The good bits
ceb_ph: Ang mga nindot nga bit

source: 6to4 is a technology that allows you to use your existing Internet provider (with only IPv4), to access the IPV6 Internet. It does this by putting IPv6 packets inside IPv4 packets, and with the help of some friendly folks on the Internet. (The specification of this is in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
ceb_ph: Ang 6to4 kay usa ka teknolohiya nga nagtugot nimo nga gamiton ang imong tagahatag ug internet (uban lamang ang IPv4), para maakses ang IPv6 nga Internet. Gibuhat kini pinaagi sa pagbutang ug mga IPv6 nga pakete sa sulod sa IPv4 nga pakete, ug uban ang tabang sa makahigalang mgatawo sa Internet. (Ang ispesipikasyon niini kay naa sa <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)

source: Before covering my actual view on 6to4, lets discuss how it works.
ceb_ph: Sa dili pa tabunan ang akong aktwal nga pagtan-aw sa 6to4, estoryahan nato kung giunsa ani paggana.

source: With traditional IPv4 Internet connections, traffic goes from you, to your ISP; to one or more ISPs; and finally to the end web site. Debugging issues with this is fairly easy. And, in the event of issues, your ISP has an obligation to fix things that they are associated with; the web site has a similiar contract with their ISP.
ceb_ph: Uban ang tradisyunal nga IPv4 Internet nga mga koneksyon, ang trapik nilakaw gikan kanimo, padulong sa imong ISP; sa usa o daghan pang mga ISP; ug sa katapusan sa tumoy sa web site. Ang mga isyu sa pag-debug kauban niini kay dali ra kaayo. Ug, sa panghitabo sa mga isyu, ang imong ISP kay may obligasyon nga ayuhon ang mga butang kung asa sila may kalabutan; ang web site kay naay kaparehas nga kontrata sa ilang ISP.

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP<i>may</i> run one of these; most do not. Chances are the one you use, will be run by a good samaritan who's trying to contribute to the community. This relay will take the IPV6 from inside your IPv4 packet, and then forward it over the IPV6 Internet.
ceb_ph: Sa mga napasagdang mga 6to4 nga koneksyon ("awtomatiko" nga nabuhat o walay bugkos nga impormasyon sa gateway) ang proseso kay lahi ra. Ang IPv6 kay gibutang sa usa ka IPv4 nga pakete - kaparehas sa pagbutang sa usa ka letra sa usa ka sobre. Kining pakete kay gipadala sa 'pinakaduol nga magamit' nga gateway. Ang imong ISP <i>pwedeng</i> padaganon sa usa ani nila; kadaghanan kay dili. Ang tsansa mao nga ang gigamit nimo kay padagonon sa usa ka maayong samaritan nga nagsuway ug tabang sa komunidad. Kini nga relay kay mokuha sa IPv6 gikan sa sulod sa imong IPv4 nga pakete, ug human ipadala kini paagi sa IPv6 nga Internet.

source: Traffic from the web site takes a similiar path. That web site replies back to your automatic IPv6 address. This is routed to the nearest 6to4 relay to that web site. This is not deterministic from your part, at all. In fact, you won't even be able to tell where this relay is. That relay will take the IPv6 packet, stick it inside an IPv4 packet, and then send to your router.
ceb_ph: Ang trapiko gikan sa web site niagi ug parehas nga agianan. Kanang website nagatubag pabalik sa imong awtomatikong IPv6 address. Giruta kini sa pinakaduol nga 6to4 relay ngadto nga website. Dili kini matinag-anon sa imong bahin. Sa kamatuoran, dili ka makasulti asa ang relay. Kanang relay magkuha sa IPv6 nga pakete, ibutang kini sa sulod sa IPv4 nga pakete, ug ipadala sa imong router.

source: Q: What could possibly go wrong?
ceb_ph: Q: Unsa ang posibleng masayop?

source: The main issues involve the lack of a service level agreement, the lack of predictability, and a lack in the protocol for your computer to realize that this method is not working.
ceb_ph: Ang pinakaimportanteng mga isyu naglakip ug kakulangan sa pangserbisyong lebel sa pagsabot, kakulangan sa pagtagna, ug kakulangan sa protocol para sa imong kompyuter para mahibal-an nga kini nga method kay wala nigana.

source: Service level agreement: 6to4 relays are put up, voluntarilly by some organizations. They use BGP (the Internet's way of saying "I'm here!") to advertise to the world the existence of the public gateway. Some of them are managed quite well. Some are not. AS long as the route is being advertised, and they are the "closest" (in a BGP network sense - not in your control), that particular relay is the one you MUST use. Same for the web site you're trying to use - they have the same constraints, but most likely using a different relay than you. If anything goes wrong, even if you or the web site can figure out which one it is, there is not a good way to get the problem fixed.
ceb_ph: Pangserbisyong lebel sa pagsabot: ang mga 6to4 nga relay kay ginabutang, sa boluntaryong paagi sa pipila ka mga organisasyon. Nigamit sila ug BGP (ang paagi sa Internet sa pagsulti ug "Naa ko diri!") para ipalabas sa kalibutan ang kahimtangan sa pampublikong gateway. Ang uban kanila kay gibantayan ug gyud ug tarong. Ang uban kay wala. Basta ang ruta ky ginapalabas lang, ug sila ang "pinakaduol" (sa usa ka BGP network nga pagpanulti - dili sa imong kontrol), kana nga partikular nga relay mao ang DAPAT nimong gamiton. Parehas sa website nga gisuwayan nimo ug gamit - may parehas silang pagbawal, pero kadalasan nigamit ug relay nga dili parehas sa imoha. Kung may masayop man, bisan ug ikaw o ang web site makatagna kung asa niini, walay saktong paagi para maayo ang problema.

source: Some ISPs are starting to offer 6to4 relays in their network; one such example is Comcast. But even if your ISP does this, that is only half the battle.
ceb_ph: Ang pipili ka mga ISP kay nagsugod na sa pag-alok ug 6to4 nga mga relay sa ilang network; pananglitan niini mao ang Comcast. Pero bisag gibuhat kini sa imong ISP, katunga ra na sa away.

source: Once you enable 6to4, your computer will go "Ah-ha! IPv6 Internet!". Any time you vist a web site, your web browser will prefer to try IPv6 (if the web site is offering it). When it works, great! But when it doesn't work, you'll see timeouts. Browsers can wait a very long time before giving up on IPv6, and going back to IPv4. And the browser won't remember it had to try IPv4 - so ever web graphic, every link you click, etc will be subject to what looks like "web site slow" or "web site down".
ceb_ph: Sa taknang gipagana na nimo ang 6to4, ang imong kompyuter mahimong "Ah-ha! IPv6 Internet!". Sa bisan kanus-a nga mobisita ka ug web site, pilion sa imong browser ang pagsuway sa IPv6 (kung gialok kini sa web site). Kung nigana kini, maayo! Pero kung wala nigana, makakita ka ug mag paghunong. Makahulat ang mga browser sa taas kaayo nga oras sa dili pa mosurender sa IPv6, ug mobalik sa IPv4. Ug ang browser dili makahinomdom nga kinahanglan niining suwayan ang IPv4 - maong sa pagkagrapiko sa web, tanang link nga imong tuplokon, etc kay makaatubang ug mura ug "web site slow" o "web site down".

source: 6to4 worked for me, but the "Big Packet" or MTU test was slow/failed. What happened?
ceb_ph: Nigana ang 6to4 para nako, pero ang "Dakong Pakete" o MTU nga pagsuway kay hinay o pakyas. Unsa ang nahitabo?

source: When using 6to4, your IPv6 packet has to be pushed into an IPv4 packet. Internet protocol packets have a maximum size; and this can vary based on the Internet service provider, as well as the equipment used.
ceb_ph: Kung mogamit ug 6to4, ang imong IPv6 nga pakete kinahanglang iduot pakadto sa IPv4 nga pakete. Ang mga Internet protocol nga pakete kay may pinakadakong sukod: ug mag-usab-usab kini base sa Internet Service Provider, apil na ang gigamit nga kagamitan.

source: Because of this maximum size, your IPv6 packets actually have to be made a bit smaller - so that they fit inside the IPv4 packet, and that the IPv4 packet is still small enough to leave your network.
ceb_ph: Tungod aning pinakadako nga sukod, ang imong IPv6 nga mga pakete aktwal nga dapat pagamayon - para moarang sila sulod sa IPv4 nga pakete, ug para ang IPv4 nga pakete kay gamay ra para saktong makabiya sa imong network.

source: Further down the line, there may be another network with even tigher restrictions on the packet size. That network may itself be a tunnel - ISPs occasionally have to do that. This is where the problem often - lies. The IPv4 tunnel will send a message back towards you, - indicating that the packet was too big - but you don't get it. Even - if you do, your IPv6 packets don't get the message, so ultimately - you never reduce your packet size.
ceb_ph: Sa baba pa sa linya, posibleng naa pay laing network nga naay mas hugot nga mga pagbawal sa sukod sa pakete. Kana nga network posibleng usa ka tunnel - kinahanglan buhaton kana panagsa sa mga ISP. Dinhi pirmi ang problema - mahimutang. Ang IPv4 nga tunnel magpadala ug mensahe pabalik kanimo, - nagpahibalo nga ang pakete kay dako ra kaayo - pero dili nimo makuha kini. Bisan pag makaya nimo, ang imong mga pakete dili makadawat sa mga mensahe, maong sa katapusan, dili ka makapagamay sa sukod sa imong pakete.

source: For some people, reducing the MTU size on IPv6 will help. 1280 is the minimum legal size. You can try values between 1400 to 1480 if you really want to find the one magic value that seems to work for you; but if you do touch MTU at all I'd recommend just doing 1280, and avoid later frustration.
ceb_ph: Para sa ubang tawo, ang pagpagamay sa sukod sa MTU sa IPv6 kay makatabang. 1280 ang pinakagamay nga legal nga sukod. Pwede nimo suwayan ang mga sukod sa tunga-tunga sa 1400 ug 1480 kung ganahan gayud ka mangita sa sukod nga mogana para nimo; pero kung imong hilabtan ang MTU, itambag nako nga gamiton lang ang 1280 ug likayan ang umaabot nga mga pagkalagot.

source: Managed tunnels
ceb_ph: Mga gibantayang tunnel

source: You sure sound like you don't like 6to4.
ceb_ph: Siguradong mura ka ug di ganahan ug 6to4.

source: I don't like that it is *unmanaged*. 6to4 is basically 6in4 - an IPv6 packet wrapped with an IPv4 header. Managed 6in4 services can actualy be pretty good..
ceb_ph: Di ko ganahan nga *gipasagdan* kini. Ang 6to4 parehas lang sa 6in4 - ang usa ka IPv6 nga gibalot gamit ang usa ka IPv4 nga header. Ang mga gibantayang serbisyo sa 6in4 aktwal nga pwedeng maayo kaayo..

source: test-ipv6.com's recommendation is that if you need IPv6 before your ISP can offer it, consider a managed 6in4 service. 6in4 is the same service as 6to4 on the wire, except with a managed tunnel endpoint (instead of an anonymous one). There are a few major options out there. They each offer great service; and they offer a <b>support</b> channel. These relays are <b>actively monitored</b> for service quality. Best of all, the <b>same relay is used both directions</b> - meaning the same staff manages both conversions. Consider these services:
ceb_ph: Ang tambag sa test-ipv6.com mao nga kung kinahanglan ka ug IPv6 sa di pa mahatag na kini sa imong ISP, ikonsiderar ang gibantayang serbisyo sa 6in4. Ang 6in4 mao ang parehas nga serbisyo sa 6to4 nga naa sa wire, di lang labot ang gibantayang tunnel nga pangkatapusang punto (sa halip nga usa ka di mailhan). May gamay nga mga importanteng pagpilian dinha. Pulos sila nagaalok ug maayong serbisyo; ug nagaalok sila ug usa ka <b>suportang</b> tsanel. Kining mga relay kay <b>aktibong gibantayan</b> para sa kalidad sa serbisyo. Ang pinakamaayo sa tanan, ang <b>parehas nga relay gibuhat sa parehong mga direksyon</b> - pasabot nga ang parehong mga kawani nagbantay sa duha ka konbersyon. Ikonsiderar kining mga serbisyo:

source: Ran by Hurricane Electric. The author of test-ipv6.com has used their services for 2-3 years; and would notice latency problems (lots of interactive SSH use from home to the server). This service requires a static IPv4 address (or static enough - you can always go to the tunnelbroker.net site and update your IP). Lastly, tunnelbroker is fully automated - you can sign up, get your tunnel assignment immediately, and configure your end.
ceb_ph: Gipadagan sa Hurricane Electric. Ang gabuhat sa test-ipv6.com kay nakagamit sa ilang mga serbisyo sa sulod sa 2-3 ka mga tuig; ug makabantay sa mga pagkahilom nga mga problema (daghan kaayo ug mga interaktiong SSH nga gamit gikan sa balay padulong sa server). Kini nga serbisyo nagkinahanglan ug istatiko na IPv4 address (o sakto nga pagka-istatiko - makaadto ka pirmi sa tunnelbroker.net nga site ug i-update ang imong IP). Sa katapusan, ang tunnelbroker bugkos nga awtomatiko na - maka-sign up ka, daling makuha ang imong tunnel nga buhatonon, ug ikonpigyur ang imong bahin.

source: is another popular service. I see many European users using this service significantly; though their footprint is global. They work with dynamic IPs with some custom software that they provide.
ceb_ph: kay laing sikat nga serbisyo. Nakakita ko ug daghang mga Europano nga tagagamit nga nigamit ug maayo ani nga serbisyo; bisan pa kini nga timailhan kay pangtanan. Nigana sila gamit ang mga dinamikong mga IP kauban ang mga komon nga software nga ilang gihatag.

source: aka freenet6. I don't have personal experience with this, but test-ipv6.com does see a number of connections via this service.
ceb_ph: aka freenet6. Wala koy personal nga kaagi niini, pero ang test-ipv6.com nakakita ug daghang mga koneksyon pinaagi ani nga serbisyo.

source: may be a better solution, in China. This requires a custom client to be installed.
ceb_ph: posibleng usa ka mas maayong solusyon, sa China. Nagkinahanglan kini ug komon nga kliyente nga i-install.

source: in Australia offers both free and paid-for (with SLA) tunnels.
ceb_ph: sa Australia nagaalok ug libre ug binayarang (kauban ang SLA) nga mga tunnel.

source: About your IPv4-only Internet service.
ceb_ph: Bahin sa imong IPv4-lamang nga serbisyo sa Internet.

source: This FAQ has been produced to try and address the questions of IPv4 only users
ceb_ph: Kini nga FAQ kay nabuhat para masuwayan ug hatagan ug pagtagad ang mga pangutana sa mga IPv4-lamang nga mga tagagamit

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
ceb_ph: Mura ug naa ka lamang ug IPv4 nga serbisyo sa Internet sa pagkakaron. Ayaw pagkasinati ug dili maayo - kadaghanan sa mga tawo kay naa ani nga posisyon karon. Kadaghanang mga tagahatod ug mga serbisyo sa Internet kay dili pa kaayo andam nga maghatod ug IPv6 nga internet sa mga residensyal nga mga suki.

source: The good news is, nothing will suddenly break.
ceb_ph: Ang maayong balita mao kini, walay kalit-kalit nga maputol.

source: When web sites offer their content on both IPv4 and IPv6, you'll still reach them using your existing IPv4 Internet service.
ceb_ph: Kung ang mga website magaalok sa ilang mga sulod sa parehong IPv4 ug IPv6, makab-ot mo gihapon sila gamit ang imong nagadagang IPv4 nga serbisyo sa Internet.

source: Many of the visitors to the site are new to what IPv6 is.
ceb_ph: Kadaghanan sa mga bisita sa site kay bag-o sa kung unsa ang IPv6.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
ceb_ph: Kung wala ka kabalo nganong may kalabutan ang IPv6, tan-awa ang <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Nganong IPv6 nga FAQ</a>.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
ceb_ph: Maghatag kini nimo ug gamay nga background sa kung unsa ang imong asahan sa IPv4 sa mga moabot nga mga buwan ug tuig; ug siguro uban ang pipila ka mga insentibo para pangutan-on ang imong ISP kung kanus-a sila magaalok ug IPv6.

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
ceb_ph: Kung may alamag ka sa teknolohiya, pwede ka mahimong sayong tagagamit ug IPv6, ikonsiderar nga magkat-on pa ug daghan kabahin sa

source: providers (managed 6to4 tunnel services).
ceb_ph: mga tagahatag (binantayang mga 6to4 nga serbisyong pang-tunnel).

source: The use of automatic tunnels is discouraged
ceb_ph: Ang paggamit sa awtomatikong mga tunnel kay dili ginatambag

source: [see more]
ceb_ph: [magtan-aw pa]

source: If you are not savvy with technology, here is more generic information:
ceb_ph: Kung dili ka utokan sa teknolohiya, kini mao ang mas henerikang impormasyon:

source: Windows Vista and Windows 7 are both IPv6 ready. Mac OS X 10.5 and higher is fine. FreeBSD and Linux, all recent versions, are also fine. When your Internet service provider offers IPv6 to you, these OSs are good. You may still need to replace your router (wireless or wired), if it is not aware of IPv6. You'll have to consult with your Internet service provider on when IPv6 will be offered.
ceb_ph: Ang Windows Vista ug Windows 7 kay parehas nga andam sa IPv6. Ang Mac OS X 10.5 ug mas taas pa ky okey ra. Ang FreeBSD ug Linux, tanan mga bag-ong bersyon, kay okey ra sad. Kung ang imong Internet Service Provider nagahatag ug IPv6 kanimo, kining mga OS kay maayo. Posibleng manginahanglan ka gihapon nga pulihan ang imogn router (walay wire o naka-wire), kung wala kini kabalo sa IPv6. Kinahanglan nimong konsultahon ang imong Internet Service Provider sa kung kanus-a ialok ang IPv6.

source: Windows XP users: My advice is to plan on upgrading before using IPv6. It is technically possible to use IPv6 with XP, to a minimal extent.
ceb_ph: Mga tagagamit sa Windows XP: Ang akong tambag mao ang pagplano sa pag-upgrade sa di pa mogamit ug IPv6. Sa teknikal nga paagi, posibleng magamit ang IPv6 sa XP, sa gamay lang nga sakop.

source: Don't stress too much on having an IPv6 address in 2011.
ceb_ph: Ayaw kabalaka ug maayo sa pag-angkon ug IPv6 nga address sa 2011.

source: If you do buy a new router, make sure that it will be IPv6 ready (or upgradable) when your service provider does offer IPv6.
ceb_ph: Kung mopalit ka ug bag-ong router, siguraduha nga andam kini para sa IPv6 (o ma-upgrade pa) kung ang tagahatag nimo ug serbisyo kay mag-alok na ug IPv6.

source: You appear to have no IPv6 at this time..
ceb_ph: Makita nga wala ka pa ug IPv6 sa karon..

source: You appear to have no IPv6 address.
ceb_ph: Makita nga wala ka pa ug IPv6 address.
