Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
ceb_ph: Kung gibasa nimo kini nga pahina, pasabot ani nga nahibaw-an na namo nga ang imong host kay magkaproblema sa World IPv6 Day. Ang bisag unsang web site nga nahimong "dual stack" (pasabot nga apil ang IPv4 ug IPv6), kay mahimong di na nimo makab-ot.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
ceb_ph: Para masulbad kini, kinahanglan una nimong mahibaw-an ang imong IPv6 nga address (kung naa kay usa) ug ang imong IPv6 nga default nga ruta (kung naa kay usa). Makatabang kini para mahibaw-an unsa nga mga seksyon ang basahon.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
ceb_ph: Kung nabantayan nimong ang imong partikular nga problema kay wala natarong ug representa; o may mga dugang kang mga suhestiyon, palihug pagbilin ug feedback gamit ang <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (o kontaka ang <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).

source: Make sure you are current
ceb_ph: Siguradoha nga kasamtangan ka

source: Find your IP address
ceb_ph: Pangitaa ang imong IP address

source: If you set up a tunnel broker
ceb_ph: Kung mag-set up ka ug usa ka tunnel nga broker

source: If you set up 6to4 (IPv6 address: starts with 2002)
ceb_ph: Kung mag-set up ka ug 6to4 (IPv6 address: nagsugod sa 2002)

source: If you have an ULA (IPv6 address: starts with FC or FD)
ceb_ph: Kung may ULA ka (IPv6 address: nagsugod sa FC o FD)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
ceb_ph: Kung naa kay di maayo o dili sakto nga IPv6 Address (tan-awa ang talahanayan)

source: If you have an unexpected IPv6 address
ceb_ph: Kung naa kay wala giasahang IPv6 address

source: Try the netalyzr
ceb_ph: Suwayi ang netalyzr

source: If all else fails, disable or deprioritize IPv6
ceb_ph: Kung nipalpak na tanan, pahunonga o ayaw unaha ang IPv6

source: Many OS and Hardware manufacturers are making updates to help improve the transition to IPv6. Some known "gotchas" are being addressed by workarounds by these vendors.
ceb_ph: Daghang mga OS o Hardware nga kompanya ang nagabuhat ug mga update para matabangang paninduton pa ang pagbalhin sa IPv6. Ang ubang mga nailhang "gotchas" kay gina-address sa mga workaround aning mga tagabaligya.

source: You can do your part to make sure you are running the latest:
ceb_ph: Mabuhat nimo ang imong bahin para siguraduhong nagpadagan ka sa pinakabag-o:

source: OS - Make sure you have the latest.
ceb_ph: OS - Siguraduha nga naa nimo ang pinakabag-o.

source: Mac users: Apple OS X 10.6.7 is recommended for improved IPv6 support.
ceb_ph: Mga Tagagamit sa Mac: Ang Apple OS X 10.6.7 kay girekomenda para sa mas pinanindot nga suporta sa IPv6.

source: Mac users on 10.4 or 10.5 may need to disable IPv6 if other troubleshooting steps fail.
ceb_ph: Mga tagagamit ug Mac sa 10.4 0 10.5 kay posibleng manginahanglan nga pahunongon ang IPv6 kung nipakyas ang ubang mga paagi sa pag-troubleshoot.

source: Windows users: go to
ceb_ph: Mga tagagamit ug Windows: kadto sa

source: iPhone/iPad users: No specific version advised at this time.
ceb_ph: mga tagagamit sa iPhone/iPad: Walay klarong bersyon nga girekomenda sa karon.

source: Routers - Make sure you have the latest firmware installed. Some vendors have updated the defaults, or put in health checks before enabling IPv6.
ceb_ph: Mga Ruta - Siguraduha nga na-install nimo ang pinakabag-ong firmware. Ang ubang mga tigbaligya ky naka-update na sa mga default, o gibutang sa health check sa di pa paganahon ang IPv6.

source: If you are using an Apple router or Time Capsule, load the Airport Utility to check that your router is up to date.
ceb_ph: Kung nigamit ka ug Apple nga router o Time Capsule, i-load ang Airport Utility para matan-aw kung ang imong router kay updated.

source: Browsers - Some browsers have made updates to detect "broken" users, and to temporarily disable IPv6.
ceb_ph: Mga Browseer - Ang uban nga mga browser nakabuhat na ug mga update para mabantayan ang mga "naputol" nga tagagamit, ug kasamtangang ipahunong ang IPv6.

source: Firefox 4.x now only tries IPv6, when an IPv6 address is configured. Firefox 3 users are encouraged to upgrade.
ceb_ph: Sa karon, gisuwayan lang sa Firefox 4.x ang IPv6, kung nakonpigyur ang usa ka IPv6 nga address. Ang mga Firefox 3 nga tagagamit kay ginaingnang mag-upgrade.

source: Chrome: If a wrench icon appears on the browser toolbar, click it. Select "Update Google Chrome" then Restart.
ceb_ph: Chrome: Kung usa ka yawi sa turnilyo nga icon nagpakita sa browser nga toolbar, pinduta kini. Pilia ang "Update Google Chrome", human i-restart.

source: Opera: Make sure you use at least 11.10.
ceb_ph: Opera: Siguraduha nga nigamit ka sa wa nibaba sa 11.10.

source: Finding your IP address
ceb_ph: Pagpangita sa imong IP address

source: Identify your IPv6 address, and your default router (if you have one).
ceb_ph: Hibaw-i ang imong IPv6 nga address, ug ang imong default nga router (kung naa kay usa).

source: Finding your IPv6 address and default router can be a challenge if you are not familiar with your OS's network configuration. Instructions for your OS are below.
ceb_ph: Ang pagpangita sa imong IPv6 nga address ug default nga router pwedeng mahimong lisud, hilabi na kung dili ka pamilyar sa network nga konpigurasyon sa imong OS. Ang mga instruksyon para sa imong OS kay naa sa baba.

source: When looking for your IPv6 address, skip any <code>fe80:</code> address. Everyone has them if their OS supports IPv6; this is regadless of whether or not your ISP supports IPv6 yet. Those are "link local" addresses; used just for communicating to other hosts in the same physical network as you.
ceb_ph: Kung nangita ka sa imong IPv6 nga address, bal-angi ang bisag unsang <code>fe80:</code> address. Matag-usa kay naa niini kung ang ilang OS nagsuporta sa IPv6; kini wala nagdepende kung ang imong ISP ba kay nagsuporta sa IPv6 o wala pa. Kadto sila mao ang "link local" nga mga address; gigamit lamang para sa pakigkomunika sa ubang mga host sa parehong pisikal nga network sama nimo.

source: OS X users: To find your IP address using the GUI:
ceb_ph: OS X nga tagagamit: Para makita ang imong IP address gamit ang GUI:

source: Go to the "Apple" menu (top left corner)
ceb_ph: Kadto sa "Apple" nga menu (taas wala nga bahin)

source: Go to System Preferences
ceb_ph: Kadto sa System Preferences

source: Go to Network
ceb_ph: Kadto sa Network

source: Click on your primary network (green icon) if you have more than one work.
ceb_ph: Pindot sa imong unang network (berde nga icon) kung naa kay sobra sa isa nga trabaho.

source: Go to "Advanced"
ceb_ph: Kadto sa "Advanced"

source: Look at the TCP/IP tab, uder "Configure IPv6".
ceb_ph: Tan-awa ang TCP/IP nga tab, sa baba sa "Configure IPv6".

source: Make a note of whether or not there is a router.
ceb_ph: Pagbuhat ug timaan kung naa bay router o wala.

source: Make a note of the IPv6 address (if any).
ceb_ph: Pagbuhat ug timaan sa IPv6 address (kung naa).

source: OS X users: To find your IP address using the command line:
ceb_ph: OS X nga tagagamit: Para makita ang imong IP address gamit ang linya sa sugo:

source: To open your terminal: Go to your Applications folder; go to Utilities; and double click Terminal.
ceb_ph: Para maabrihan ang imong terminal: Kadto sa imong Applications nga folder, kadto sa Utilities; ug dobleha pagpindot ang Terminal.

source: To see your IP addresses: <code>ifconfig -f inet6</code>.
ceb_ph: Para makita ang imong mga IP address: <code>ifconfig -f inet6</code>.

source: Ignore the <code>fe80:</code> addresses; look for any other address on your <code>en0</code> or <code>en1</code>.
ceb_ph: Pasagdi ang <code>fe80:</code> nga mga address; pangita sa bisag unsa nga laing address sa imong <code>en0</code> o <code>en1</code>.

source: To see if you have a default route: <code>netstat -nr -f inet6</code>.
ceb_ph: Para makita kung aduna kana ug usa ka default nga ruta: <code>netstat -nr -f inet6</code>.

source: Look for a line that says "default"; probably pointing to a gateway starting with <code>fe80:</code>
ceb_ph: Pangita ug usa ka linya nga nagaingon, "default"; posibleng nagatudlo sa usa ka gateway nga nagsugod sa <code>fe80:</code>

source: iPhone and iPad users: No information is shown via Apple's preferences/setup. The "IT Tools" and the "ip6config" apps do show IPv6 address data; both cost.
ceb_ph: mga tagagamit sa iPhone ug iPad: Walay impormasyon nga gipakita sa mga gusto/setup sa Apple. Ang "IT Tools" ug ang "ip6config" nga mga app kay nagpakita sa IPv6 address data; parehas nga cost.

source: Linux users: To find your IPv6 address, open a terminal and..
ceb_ph: Mga tagagamit sa Linux: Para makita ang imong IPv6 nga address, abrihi ang usa ka terminal ug..

source: Linux users: To find your IPv6 route, use:
ceb_ph: Mga tagagamit sa Linux: Para makita ang imong IPv6 nga ruta, gamita ang:

source: Generic unix instructions for determining your IPv6 address and default route:
ceb_ph: Henerika nga unix nga mga instruksyon para sa pag-alam sa imong IPv6 nga address ug default nga ruta:

source: Run
ceb_ph: Padagana

source: and look for <code>inet6</code> to see your possible IPv6 addresses.
ceb_ph: ug pangitaa ang <code>inet6</code> para makita ang imong mga posibleng IPv6 nga address.

source: and look for <code>inet6</code> or <code>Internet6</code> or similar to find the IPv6 portion; then look for <code>default</code> or <code>::</code> or <code>::/0</code>.
ceb_ph: ug pangitaa ang <code>inet6</code> o <code>Internet6</code> o kaparehas niini para makita ang parte sa IPv6, human pangitaa ang <code>default</code> o <code>::</code> o <code>::/0</code>.

source: Windows users: To find your IP address using cmd.exe:
ceb_ph: Mga tagagamit sa Windows: Para makita ang imong IP address, gamita ang cmd.exe:

source: Go to your "start" menu
ceb_ph: Kadto sa imong "start" nga menu

source: If you have a "Run" menu option, select it. Otherwise go to the "Search programs and files" box.
ceb_ph: Kung naa kay "Run" nga opsyon sa menu, pilia kini. Kung wala, kadto sa "Search programs and files" nga kahon.

source: Type <code>cmd.exe</code>
ceb_ph: I-type ang <code>cmd.exe</code>

source: In the cmd window, type <code>ipconfig</code> .
ceb_ph: Sa cmd nga window, i-type ang <code>ipconfig</code>.

source: Windows 7 GUI users:
ceb_ph: Mga Windows 7 nga GUI nga tagagamit:

source: Go to the start menu
ceb_ph: Kadto sa start nga menu

source: Go to the control panel
ceb_ph: Kadto sa control panel

source: Go to "Network and Internet"
ceb_ph: Kadto sa "Network and Internet"

source: Go to "View network status and tasks"
ceb_ph: Kadto sa "View network status and tasks"

source: Go to "Change adapter settings".
ceb_ph: Kadto sa "Change adapter settings".

source: Go to your main Internet connection, double click
ceb_ph: Kadto sa imong pinakaimportanteng internet nga koneksyon, kaduhaa pagpindot

source: Go to "Details"
ceb_ph: Kadto sa "Details"

source: Look for "IPv6 Address" and "IPv6 Default Gateway"
ceb_ph: Pangitaa ang "IPv6 Address" ug "IPv6 Default Gateway"

source: Other Windows based OS's: Send jfesler@test-ipv6.com detailed instructions; and I'll add them to the site.
ceb_ph: Sa ubang mga OS nga nakabase sa Windows: Ipadala sa jfesler@test-ipv6.com ang mga detalyadong instruksyon; ug idugang ko sila sa site.

source: <b>If you set up a tunnelbroker tunnel</b>: The most common causes for tunnelbroker users to fail are:
ceb_ph: <b>Kung magbuhat ka ug usa ka tunnelbroker nga tunnel</b>: Ang pinakalimitang rason para sa mga tunnelbroker nga tagagamit nga mopakyas mao ang:

source: Your IPv4 address may have changed; you need to tell the tunnelbroker server this happened.
ceb_ph: Ang imong IPv4 nga address posibleng nausab: kinahanglan ingnan nimo ang tunnelbroker nga server nga nahitabo kini.

source: If you are using your router to do the 6in4 (sometimes called 6to4 with explicit provider):
ceb_ph: Kung gigamit nimo ang imong router para buhaton ang 6in4 (usahay gitawag nga 6to4 sa sakal nga provider):

source: Make sure tunnelbroker knows your current IPv4 address. Our site tells you your public IPv4 address.
ceb_ph: Siguraduha nga ang tunnel broker kabalo sa imong kasamtangang IPv4 nga address. Ang among site magaingon kanimo sa imong pampublikong IPv4 nga address.

source: Make sure your router can ping the other side of the tunnel. Don't waste your time fixing computers until the router works!
ceb_ph: Siguraduha nga ang imong router maka-ping sa pikas bahin sa tunnel. Ayaw sayanga imong panahon sa pag-ayo ug mga kompyuter hangtod nga maayo ang router!

source: If you are using your Linux, BSD, Mac, or Windows box to "talk 6to4" specifically:
ceb_ph: Kung nigamit ka sa imong Linux, BSD, Mac, o Windows nga kahon sa "talk 6to4" sa mas eksaktong paagi:

source: Make sure your router is passing "protocol 41" to you.
ceb_ph: Siguraduha nga ang imong router kay nagpasa ug "protocol 41" kanimo.

source: Make sure any software firewall you are operating is passing "protocol 41" to you.
ceb_ph: Siguradoha nga ang bisag unsang software firewall nga gigamit nimo ky nagapasa ug "protocol 41" kanimo.

source: If everything worked before your reboot but fails now, check your firewall settings.
ceb_ph: Kung nigana tanang butang sa dili pa ang imong reboot pero nipakyas karon, tan-awa ang imong mga setting sa firewall.

source: Make sure the box "doing 6to4" can ping the other side of the tunnelbroker gateway before working on any other hosts.
ceb_ph: Siguraduha nga ang kahon nga "doing 6to4" kay maka-ping sa pikas bahin sa tunnelbroker nga gateway sa di pa ka magtrabaho sa bisan unsang laing mga host.

source: If you set up 6to4
ceb_ph: Kung mag-set up ka ug 6to4

source: (IPv6 address: starts with 2002)
ceb_ph: (IPv6 address: nagsugod sa 2002)

source: If you use 6to4</b> (without a tunnel broker; ie, using anonymous 6to4):
ceb_ph: Kung nigamit ka ug 6to4</b> (nga walay tunnel broker; ie, gamit ang di mailhang 6to4):

source: The use of "automatic" 6to4, or the use of 6to4 without explicit configuration of the gateways, is not recommended. For more information see <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
ceb_ph: Ang gamit sa "awtomatikong" 6to4, o ang gamit sa 6to4 nga walay tukmang konpigurasyon sa mga gateway, kay wala girekomenda. Para sa daghang mga impormasyon, tan-aw ang <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.

source: If you want to continue trying to debug anonymous 6to4:
ceb_ph: Kung gusto nimo magpadayon sa pagsuway pag-debug sa di mailhang 6to4:

source: If you are using your router to do the 6to4:
ceb_ph: Kung nigamit ka sa imong router para buhaton ang 6to4:

source: Make sure your router has a public IPv4 address. Without this, 6to4 fails.
ceb_ph: Siguradoha nga ang imong router kay may pampublikong IPv4 nga address. Kung wala kini, mopakyas ang 6to4.

source: If your router permits you to log in, use "ping" or "ping6" and see if you can ping "ipv6.test-ipv6.com". Don't waste your time fixing computers until the router works!
ceb_ph: Kung gitugutan ka sa imong router nga mag-log in, gamita ang "ping" o "ping6" ug tan-awa kung kaya nimo i-ping ang "ipv6.test-ipv6.com". Ayaw sayangi imong oras pag-ayo sa mga kompyuter hangtod mogana ang router!

source: Most home systems have private IPv4 addresses; this won't work with 6to4 (unless..)
ceb_ph: Kadaghanan sa mga pangbalay nga sistema kay may pribadong mga IPv4 address, dili ni siya mogana sa 6to4 (pwera na lang kung...)

source: Make sure your 6to4 interface knows your public IPv4 address.
ceb_ph: Siguraduha nga ang imong 6to4 nga interface kabalo sa imong pampublikong IPv4 nga address.

source: Make sure that your router permits protocol 41 from any IP address - not just 192.88.99.1. This will allow web sites to operate their half of 6to4, even if they can not spoof the 192.88.99.1 anycast address.
ceb_ph: Siguraduha nga ang imong router kay gitugutan ang protocol 41 gikan sa bisag unsang IP address - dili lang 192.88.99.1. Tugutan niini ang mga web site mga padaganon ang ilang katunga sa 6to4, bisan pa kung dili nila masimhot ang 192.88.99.1 nga anycast address.

source: Linux users using iptables connection tracking: take heed of the previous note!
ceb_ph: Sa mga tagagamit sa Linux nga nigamit ug iptables sa pagsubay sa koneksyon: bantayi ang miaging pahinomdom!

source: Consider changing how you connect.
ceb_ph: Huna-hunaang usbon ang paagi sa imong pagkonekta.

source: Ask your ISP if they offer any IPv6 connectivity (including possibly 6in4 tunnels, or tunnelbroker type tunnels).
ceb_ph: Pangutan-a ang imong ISP kung nagahatag sila ug bisag unsang IPv6 nga konektibidad (posibleng apil ang mga 6to4 nga tunnel, o tunnelbroker nga klase sa mga tunnel).

source: See <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> for more information on why you would want to switch; and some options.
ceb_ph: Tan-awa ang <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> para sa daghan pang impormasyon kung nganong ganahan ka mobalhin; ug pipila ka mga pagpilian.

source: If you have an ULA
ceb_ph: Kung naa kay ULA

source: (IPv6 address: starts with FC or FD)
ceb_ph: (IPv6 address: nagsugod sa FC o FD)

source: If you have an IP address starting with <code>FC</code> or <code>FD</code>, you have what is effectively a private IPv6 address. It might be usable for talking to other devices within your home, or within your company. It also allows you to have a steady IPv6 address inside, even if your public IPv6 address changes regularly.
ceb_ph: Kung naa kay IP address nga nagsugod sa <code>FC</code> o <code>FD</code>, naa nimo ang matawag nga epektibong pribadong IPv6 address. Posible kining magamit para sa pagkig-estorya sa ubang mga device sa sulod sa imong balay, o sa sulod sa imong kompanya. Gitugutan pud ka niini nga makaangkon ug kanunay nga IPv6 address sa sulod, bisan pa ang imong pampublikong IPv6 address kay nagausab pirmi.

source: The main problem with ULA is that certain home routers are now offering ULA, *and* giving you a default route. This route is offered regardless of whether or not your router actually has IPv6 connectivity. From your browser's point of view, it doesn't know that your default route goes nowhere; there is no feedback mechanism. Since IPv6 is (roughly speaking) preferred over IPv4, your browser will try using this broken route. It may take minutes before giving up.
ceb_ph: Ang pinakadakong problema sa ULA kay mao nga ang pipila ka mga router pangbalay kay nagahatod na karon ug ULA, *ug* nagahatag nimo ug usa ka default nga ruta. Kini nga ruta kay ginahatod nga wa nagtagad sa kung ang imong router ba kay may IPv6 nga konektibidad o wala. Gikan sa panan-aw sa imong browser, wala kini kabalo nga ang imong default nga ruta kay nagpabilin lng; walay feedback nga mekanismo. Tungod ang IPv6 (sa laghom nga pagkasulti) kay gipili man sa kontra IPv4, ang imong browser kay mosuway ug gamit aning putol nga ruta. Mokabat kini ug mga minuto sa di pa kini mosurender.

source: Our advice: Enable ULA only if your router has full time IPv6 connectivity. Disable it, otherwise. If you do disable it on your router, you will likely need to reboot your router first, then reboot your host, before the symptoms go away.
ceb_ph: Ang among tambag: Paganaha lamang ang ULA kung ang imong router kay may bugkos nga IPv6 nga konektibidad. Ayaw ni paganaha kung wala. Kung buhaton nimo, pahunonga kini sa imong router, murag manginahanglan ka nga i-reboot una ang imong router, dayon i-reboot ang imong host, sa dili pa mawala ang mga sintomas.

source: Bad or Inappropriate IPv6 Addresss
ceb_ph: Dili maayo o Dili saktong IPv6 Address

source: (IPv6 address: see table below)
ceb_ph: (IPv6 address: tan-awa ang talaan sa baba)

source: Bad or Inappropriate IPv6 Addresses (Bogons)
ceb_ph: Dili maayo o Dili saktong mga IPv6 Address (Mga Bogon)

source: If you IPv6 address starts with any of these, your router needs to be upgraded.
ceb_ph: Kung ang imong IPv6 nagsugod sa bisag unsa ani nila, ang imong router kay kinahanglan nga i-upgrade.

source: disable ULA.
ceb_ph: pahunonga ang ULA.

source: Other routers: Try updating the firmware. If that fails, look for and disable "ULA" or "Unique Local Addressing".
ceb_ph: Ubang mga router: Suwayi pag-update sa imong firmware. Kung mopakyas kana, pangitaa ug pahunonga ang "ULA" o "Unique Local Addressing".

source: If that fails, disable IPv6 entirely on the router.
ceb_ph: Kung mopakyas kini, bugkos nga pahunonga ang IPv6 sa router.

source: or
ceb_ph: o

source: This is a router using 6to4, but using a private IPv4 address. This will never work.
ceb_ph: Usa kini ka router nga nigamit ug 6to4, pero nigamit ug usa ka pribadong IPv4 address. Di gyud ni mogana.

source: Apple routers: Update to the latest firmware; that has been corrected.
ceb_ph: Mga Apple nga router: Mag-update sa pinakabag-ong firmware; nga nasakto na.

source: Other routers: Try updating the firmware. If that fails, look for and disable "6to4" or any form of automatic IPv6 tunnel.
ceb_ph: Ubang mga router: Suwayi pag-update sa firmware. Kung mopakyas kana, pangitaa ug pahunonga ang "6to4" o bisag unsang porma sa awtomatikong IPv6 nga tunnel.

source: This router is using the official "Documentation" prefix - which is not routable on the IPv6 Internet.
ceb_ph: Kini nga router kay nigamit sa opisyal nga "Documentation" nga prefix - nga dili maruta sa IPv6 nga Internet.

source: Update to the latest firmware.
ceb_ph: Mag-update sa pinakabag-ong firmware.

source: Other routers: Try updating the firmware.
ceb_ph: Ubang mga router: Suwayi pag-update sa firmware.

source: Disable IPv6.
ceb_ph: Pahunonga ang IPv6.

source: (IPv6 address: not starting with fe80)
ceb_ph: (IPv6 address: wala nagsugod sa fe80)

source: Unexpected IPv6 address?
ceb_ph: Wala damhang IPv6 address?

source: Modern operating systems all have IPv6 enabled. This feature is dormant until someone explicitly configures IPv6, <em><b>or</b></em> a device on the local network offers it. Autoconfigured IPv6 hosts learn their IPv6 address and their gateway through the use of IPv6 router announcements (RAs). The network you are on may intentionally offer IPv6; you'll automatically use it when your computer sees it.
ceb_ph: Ang tanang mga modernong operating system kay makapagana ug IPv6. Kini nga feature kay dili magamit hangtod naay usa nga magkonpigyur sa IPv6,<em><b>o</b></em> usa ka device sa network nga nagaalok niini. Ang awtomatikong nakonpigyur nga IPv6 nga mga host nakakat-on sa ilang IPv6 address ug ilang gateway paagi sa paggamit sa IPv6 nga mga router announcement (RA). Ang network kung asa ka karon posibleng tuyuon nga maghatag ug IPv6; awtomatiko mo kining magamit kung makita kini sa imong kompyuter.
