Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: Running servers at home will break, unless you arrange to pay for a static IP address. Assuming the ISP is able to offer this at all, we expect the price for this to go up over the coming years. Some ISPs may be able to offer you a port forward on a static IP on an odd port number - but not the whole IP address
ceb_ph: Ang pagpadagan ug mga server sa balay kay maputol, pwera na lang kung andam ka mobayad para sa usa ka istatik nga IP address. Samtang gihunahuna nga ang kaya diay kining ihatag sa ISP, giasahan nato nga ang presyo niini mosaka pa sa moabot nga mga tuig. Ang pipila ka mga ISP posibleng mohatag kanimo ug usa ka port forward sa istatikong IP sa usa ka lahing numero sa port - pero dili ang tibuok nga IP address

source: Running p2p applications will likely break. <b>This includes things like voice and video chat, video games, and yes - even those legal BitTorrent clients.</b> Some ISPs may handle this better than others, and some applications may handle this better than others, but there will be a lot of road bumps over all on this.
ceb_ph: Ang pagpadagan ug mga p2p nga aplikasyon kay padulong gayud maputol. <b>Kini nagalakip sa mga butang sama sa tingog ug video nga chat, video nga duwa, ug oo - bisan kadtong mga legal nga kliyente sa BitTorrent.</b> Ang pipila ka mga ISP posibleng makakupot niini ug mas maayo pa sa uban, ug ang pipili ka mga aplikasyon posibleng makakupot niini ug mas maayo pa sa uban, pero may daghan pang mga madam-agan sa kalsada mahitungod ani tanan.

source: Web sites that today automatically show you your local weather, news, and movies may no longer be able to locate you using your IPv4 address; you'll have to tell the web sites where in the world you are
ceb_ph: Ang mga website nga karon awtomatikong nagpakita nimo sa imong lokal nga panahon, balita, ug mga salida posibleng dili na makatultol nimo gamit ang imong IPv4 address; kinahanglan pa nimo ingnan ang mga website asa ka sa kalibutan karon

source: Q: Do I have to give up IPv4, to go IPv6?
ceb_ph: Q: Kinahanglan ba nakong isurender ang IPv4, para mobalhin sa IPv6?

source: No. They can co-exist. Most ISPs will continue to offer some form of IPv4 (most NAT'd) while offering IPv6. So you can reach the web sites that are still IPv4 only.
ceb_ph: Dili. Posibleng mag-uban sila. Kadaghanan sa mga ISP kay magpadayon sa pag-alok ug pipila ka porma sa IPv4 (kadaghanan NAT'd) samtang nagaalok ug IPv6. Para makab-ot nimo ang mga web site nga nagpabiling IPv4 lamang.

source: Q: When is the cutoff date for switching?
ceb_ph: Q: Kanus-a man ang petsa sa pag-cutoff para sa pag-ilis?

source: Most service providers will keep existing IPv4 users on the same service they have now. Only when they change services will they be forced to share a public address with other residences. Either way, you'll still have IPv4 available for years to come, in most markets.
ceb_ph: Kadaghanan sa mga tagahatod ug serbisyo mag-atiman sa mga IPv4 nga tagagamit sa parehas nga serbisyo nga naa nila karon. Kung usbon lamang nila ang ilang mga serbisyo mapugos sila sa pagbahagi sa pampublikong address sa ubang mga puy-anan. Sa asang paagi, naa ka gihapon ug IPv4 nga magamit sa mga tuig nga moabot, sa kadaghanan sa mga merkado.

source: As such, there is no hard cutoff date. Just be aware that IPv4 will start working less well over time.
ceb_ph: Parehas niini, walay gahing petsa sa cutoff. Dapat kahibalo ka lang nga ang IPv6 magsugod ug di na kaayo mogana sa molabay nga panahon.

source: Q: Will I have to replace my OS?
ceb_ph: Q: Kinahanglan ba nako ilisan ang akong OS?

source: Windows Vista, Windows 7: You're good to go. XP users: It can be made to work, but it really is time to consider upgrading. Win98 and Win2000 users have no path to IPv6.
ceb_ph: Windows Vista, Windows 7: Okey na kamo. Mga nigamit ug XP: Posible kining mapagana, pero kinahanglan gyud kini ug oras para ikonsiderar ang pag-upgrade. Ang mga nigamit sa Win98 ug Win2000 kay walay agianan padulong sa IPv6.

source: Mac OS X: All supported versions of OS X (since Tiger, 10.4) have IPv6.
ceb_ph: Mac OS X: Tanang mga gisuportahang bersyon sa OS X (gikan sa Tiger, 10.4) kay may IPv6.

source: Linux, BSD, and other unix like systems generally all have IPv6.
ceb_ph: Linux, BSD, ug uban pang mga sistemang parehas sa unix kay halos tanan may IPv6.

source: Q: Will I have to replace my hardware?
ceb_ph: Q: Kinahanglan ba nakong ilisan ang akong hardware?

source: Your PC: Only if the OS upgrade you do requires it.
ceb_ph: Ang imong PC: Kung ang OS upgrade nga imong gibuhat nagkinahanglan niini.

source: Your ethernet switch / hub: No. It is unaware of IP; it works at a lower level on the local network.
ceb_ph: Ang imong ethernet switch / hub: Dili. Wala kini kabalo ug IP; nigana kini sa mas baba nga lebel sa lokal nga network.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router mode, with the keyword "ipv6" with it.
ceb_ph: Ang imong router: Posible kaayo. Daghang mga router sa balay ang walay upgrade nga agianan para sa IPv6. Pagbuhat ug usa ka pagpangita sa web para sa modo sa imong router, gamit ang keyword nga "ipv6" kauban niini.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router model, with the keyword "ipv6" with it.
ceb_ph: Ang imong router: Posible kaayo. Daghang mga router sa balay ang walay upgrade nga agianan para sa IPv6. Pagbuhat ug usa ka pagpangita sa web para sa model sa imong router, gamit ang keyword nga "ipv6" kauban niini.

source: <b>What router to buy:</b> Wait until your ISP gives you guidance on what will work best with their system. If you must replace your router immediately, look for ones that are IPv6 capable. Apple Airport Express and Airport Extreme have built in tunneling capabilities. OpenWRT capable routers also do (when loaded with the OpenWRT firmware). If you do consider tunnels, see my <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 comments</a>.
ceb_ph: <b>Unsa nga router ang paliton:</b> Paghuwat hangtod ang imong ISP maghatag kanimo ug tambag sa kung ang mogana pag-ayo sa ilang sistema. Kung kinahanglan ilisan dayon ang imong router, pangitaa kadtong kaya ang IPv6. Ang Apple Airport Express ug Airport Extreme nakabuhat na ug kapabilidad sa pag-tunnel. Ang mga router nga kaya ang OpenWRT kay naa na sab (kung gi-load gamit ang OpenWRT nga firmware). Kung imong gikonsiderar ang mga tunnel, tan-awa ang kong <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 nga mga komento</a>.

source: This will attempt to explain why you may have PMTUD problems when using test-ipv6.com; and possible solutions. Unfortunately, it is beyond the ability of this site to be able to clearly articulate *your* specific problem.
ceb_ph: Suwayan niini pagpasabot nganong posibleng naa kay mga problema sa PMTUD kung mogamit ug test-ipv6.com; ug ang mga posibleng solusyon. Sa malas nga higayon, lapas na kini sa abilidad niini nga site para maklarong ipadayag ang imong problema.

source: Q: What is Path MTU Discovery (or PMTUD)
ceb_ph: Q: Unsa ang Path MTU Discovery (o PMTUD)

source: PMTUD is a mechanism used on the Internet that tells your computer the maximum size of the packets that should be sent for a given destination. How this works: Your host will send a possibly large packet; with the packet marked "Do Not Fragment". When the packet reaches a router that can't forward this packet, due to size, it sends back a response saying "Too big! Try this size instead."
ceb_ph: Ang PMTUD kay usa ka mekanismo nga gigamit sa Internet nga nagaingon sa imong kompyuter sa pinakadakong sukod sa mga pakete nga dapat ipadala sa usa ka padulngan. Giunsa paggana niini: Ang imong host magpadala ug posibleng dakong pakete; kauban ang paketeng gimarkahang "Ayaw Pagtunga-tungaa". Kung ang pakete moabot sa usa ka router nga dili makapasa ani nga pakete, tungod sa kadakuon, magpadala kini balik ug usa ka tubang na nagaingong "Dako ra kaayo! Suwayi na lang kini nga sukod."

source: Q: How does this relate to IPv6?
ceb_ph: Q: Unsa man ang kalabutan ani sa IPv6?

source: With IPv6, all packets are by definition "Do Not Fragment". The responsibility of sending the correct sized packets no longer falls on the router; this is an expensive operation for the router to handle. Instead, the ability to do PMTUD is mandated by the IPv6 specification.
ceb_ph: Gamit ang IPv6, ang tanang pakete ky giingong "Ayaw Pagtunga-tungaa". Ang responsibilidad sa pagpadala sa saktong sukod nga mga pakete wala na naapil sa router; gasto kini nga operasyon para dal-on sa router. Sa halip, ang abilidad nga buhaton ang PMTUD kay gimandato sa gisaad sa IPv6.

source: Q: What does the firewall need to allow?
ceb_ph: Q: Unsa man kinahanglang tugutan sa firewall?

source: IPv6 firewalls <b>need</b> to permit ICMPv6, type 2 (Packet Too Big) to work correctly with the public Internet. If you are implementing the IPv6 firewall for your web site, your enterprise, or other organization, please permit this specific ICMPv6 message, even if you by default block other types of ICMP.
ceb_ph: Ang mga IPv6 nga firewall <b>kinahanglan</b> nga tugutan ang ICMPv6, klaseng ikaduha (Pakete Dako ra Kaayo) para mogana ug sakto sa pampublikong Internet. Kung nagpatuman ka ug IPv6 nga firewall para sa imong web site, imong kompanya o laing organisasyon, palihug tuguti kining ICMPv6 nga mensahe, bisan ug sa default, imong gipugngan ang ubang mga klase sa ICMP.

source: Q: What else can cause PMTUD failures?
ceb_ph: Q: Unsa pa man ang laing makaresulta ug mga kapakyasan sa PMTUD?

source: Tunnels inside of tunnels. One might be your own; the other, you may not see. Internet service providers often use tunnels either to simplify their topology; to hide it; or to transport things in a more convenient way. However, each tunnel used requires adding a bit of a header to the top of the packet - making the packet bigger. The problem lies in that routers have a maximum size packet they will route.
ceb_ph: Mga tunnel sa sulod sa mga tunnel. Ang usa posibleng imoha; ang uban, dili nimo makita. Ang mga Internet Service Provider kalimitang nigamit ug mga tunnel para padalion ang ilang topolohiya; para itago kini; o para ibalhin ang mga butang sa mas daling paagi. Gali lang, matag tunnel nga gigamit nagkinahanglan ug pagdugang ug gamay nga header sa taas sa pakete - nga nagpadako pa sa pakete. Ang problema naa sa kanang ang mga router kay may pinakadakong sukod sa pakete nga ilang iruta.

source: This is what it looks like when you use 6to4, 6in4, Teredo, and other types of tunnels:
ceb_ph: Kini mao ang nawong kung mogamit ka ug 6to4, 6in4, Teredo, ug uban pang mga klase sa mga tunnel:

source: Your router will automatically add an IPv4 header to the top of your packet. This same router will let your computer know if the packet is going to be too big; your computer will (as long as it gets the ICMPv6 "Packet Too Big" message) resend the packet, at a smaller size recommended by your router. A router near the web site, will automatically remove the IPv4 header, and forward the IPv6 peice.
ceb_ph: Ang imong router awtomatikong magdugang ug usa ka IPv4 nga header sa taas sa imong pakete. Ang parehong router magpahibalo sa imong kompyuter kung ang pakete mahimong dako kaayo; ang imong kompyuter (basta makadawat kini ug mensahe sa ICMPv6 nga "Dako ra Kaayo ang Pakete") kay ipadala balik ang pakete, sa mas gamay nga sukod nga girekomenda sa imong router. Ang router duol sa web site, awtomatikong magtanggal sa IPv4 nga header, ug ipasa ang IPv6 nga parte.

source: This is like putting a letter in an envelope, inside another envelope for someone else to forward on. There may be a maximum size or weight limit for your postage stamp. Tunneling is conceptually the same.
ceb_ph: Parehas kini sa pagbutang ug usa ka suwat sa usa ka sobre, sa sulod sa lain pang sobre para sa laing tawo nga pasahan niini. Posibleng may pinakadakong sukod o limit sa kabug-aton para sa imong postage stamp. Sa konseptwal nga pagkaingon, ang pag-tunnel kay parehas ra niini.

source: If any Internet service provider along the way adds their own tunnel, in effect stuffing your package into another envelope, the packet may become too big:
ceb_ph: Kung ang bisang unsang internet service provider sa agianan nagdugang sa kaugalingon nilang tunnel, isip epekto gisulod ang imong pakete sa laing sobre, ang pakete posibleng mahimong dako kaayo:

source: In the above case, the message is now so big, that it can't be forwarded. A "Packet Too Big" message will be sent by that router - but it only sees the IPv4 address; not your IPv6 address. Because of this, your computer will never retry with a smaller sized packet, one that might fit when using multiple envelopes.
ceb_ph: Sa kaso sa taas, ang mensahe kay dako na karon, nga dili na kini mapasa. Ang "Dako Ra Kaayo ang Pakete" nga mensahe kay ipadala ana nga router - pero makakita lang kini sa IPv4 nga address, dili ang imong IPv6 nga address. Tungod niini, ang imong kompyuter dili na mosuway pa ug usab gamit ang mas gamay ug sukod nga pakete, usa nga posibleng moigo kung mogamit ug daghang mga sobre.

source: What does this look like on the network?
ceb_ph: Unsa man ang nawong niini sa network?

source: (What does tcpdump show?)
ceb_ph: (Unsa man ang ginapakita sa tcpdump?)

source: This is what tcpdump will show..
ceb_ph: Mao kini ang ipakita sa tcpdump..

source: This is what I ran to generate the packets.
ceb_ph: Mao kini ang akong gipadagan para mamugna ang mga pakete.

source: What can I do?
ceb_ph: Unsa man ang mabuhat nako?

source: This is a complex question - there are many ways to get on the Internet.
ceb_ph: Lisud kini nga pangutana - naay daghang paagi para makakonekta sa Internet.

source: The preferred fix is to permit ICMPv6 Type 2 Packet Too Big messages.
ceb_ph: Ang gipiling kaayuhan mao ang pagtugot sa ICMPv6 Klaseng ika-2 nga Dako ra Kaayo ang Pakete nga mga mensahe.

source: Your router or firewall may be blocking these.
ceb_ph: Ang imong router o firewall posibleng magpugong ani nila.

source: If you have "native" IPv6, meaning your ISP gave you your IPv6 connectivity, and you are still running into MTU problems, see if your router can advertise a smaller IPv6 MTU. Alternately, configure your <b>entire LAN</b> for a smaller MTU (not really advised!)
ceb_ph: Kung naa kay "natibo" nga IPv6, pasabot nga ang imong ISP naghatag nimo ug imong konektibidad sa IPv6, ug makasugat ka gihapon ug mga MTU nga problema, tan-awa kung ang imong router makapagawas ug mas gamay nga IPv6 MTU. Isip alternatibo, ikonpigyur ang imong <b>tibuok LAN</b> para sa mas gamay nga MTU (dili kaayo ginatambag!)

source: If your router provides IPv6 for you, see if you can configure a smaller MTU to be advertising with (perhaps) RADVD.
ceb_ph: Kung ang imong router nagahatag ug IPv6 para kanimo, tan-awa kung makakonpigyur ka ug mas gamay nga MTU nga magpagawas kauban ang (siguro) RADVD.

source: Apple Airport routers: Automatically send ICMPv6 redirects to your hosts, telling them to reduce the path MTU to 1280.
ceb_ph: Mga Apple Airport nga router: Awtomatikong ipadala ang mga ICMPv6 nga redirekta sa imong mga host, nga ingnan sila nga pagamayon ang dalang MTU pakadto sa 1280.

source: DD-WRT routers: Looks like you need to use "AdvLinkMTU 1280;" on your wireless side; and make sure the tun6to4 mtu is set to 1280.
ceb_ph: Mga DD-WRT nga router: Mura ug kinahanglan ninyo mogamit ug "AdvLinkMTU 1280;" sa inyong wireless nga bahin; ug siguraduhon nga ang tun6to4 kay na-set sa 1280.

source: Routers based on Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. Configure radvd.conf's interface config with "AdvLinkMTU 1280".
ceb_ph: Mga router nga nakabase sa Linux, BSD, ug (posibleng) Mac: I-set ang inyong 6to4 nga interface sa MTU 1280. Ikonpigyur ang interface config sa radvd.conf gamit ang "AdvLinkMTU 1280".

source: If you run "6to4" on your computer instead (not the router):
ceb_ph: Kung, sa halip, imong padaganon ang 6to4 sa imong kompyuter (dili sa router):

source: Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. If you are running radvd, set "AdvLinkMTU 1280" in your interface radvd.conf .
ceb_ph: Linux, BSD, ug (posibleng) Mac: I set ang inyong 6to4 nga interface sa MTU 1280. Kung nagpadagan ka ug radvd, i-set ang "AdvLinkMTU 1280" sa inyong interface radvd.conf.

source: Windows: If you figure this out, please share with jfesler@test-ipv6.com to add to this site. Presumably: control panel, network adapters, properties, 6
ceb_ph: Windows: Kung nakasabot ka niini, palihug ibahagi sa jfesler@test-ipv6.com para madugang ani nga site.Posibleng: control panel, mga network adapter, properties, 6

source: <b>If you are not covered by the above, do a web search.</b>. As you learn what fixes your particular circumstances, please share with jfesler@test-ipv6.com to add to this site. Your contribution will be appreciated by others!
ceb_ph: <b>Kung wala ka naapil sa taas, pagbuhat ug pagpangita sa web.</b>. Samtang nagkat-on ka unsa ang makaayo sa mga partikular nga sitwasyon, palihug ibahagi kini sa jfesler@test-ipv6.com para idugang ani nga site. Ang imong naalagad kay madayeg sa uban!

source: This site would not exist without the following components and resources.
ceb_ph: Kini nga site dili mabuhat kung wala ang mga mosunod nga kagamitan ug gipangkuhaan.

source: FAQ on "Buggy DNS"
ceb_ph: FAQ sa "Buggy DNS"

source: If you were referred to this page by test-ipv6.com, it means that we were able to detect a dangerous condition with your DNS server.
ceb_ph: Kung gidala ka dinhi nga pahina pinaagi sa test-ipv6.com, nagpasabot kini nga nakabantay kami ug peligrong kondisyon sa imong DNS server.

source: First a description of the problem:
ceb_ph: Unsa, usa ka deskripsyon sa problema:

source: Your browser asked for a DNS lookup, both IPv4 and IPv6.
ceb_ph: Ang imong browser kay nangayo ug usa ka DNS lookup, sa IPv4 ug IPv6.

source: The IPv6 response was returned first.
ceb_ph: Ang IPv6 nga tubag mao ang gibalik ug una.

source: Your DNS server was confused by the result - it doesn't fully follow the DNS standards.
ceb_ph: Ang imong DNS server naglibog sa resulta - wala kini bugkos nga nisunod sa mga DNS nga istandard.

source: Your DNS server took the first piece of the IPV6 address, and memorized it as the IPv4 address.
ceb_ph: Ang imong DNS server nagkuha sa unang parte sa IPv6 address, ug gihinumdoman kini isip IPv4 address.

source: The browser fails the IPv6 lookup, but "succeeds" in getting a bogus IPv4 address.
ceb_ph: Ang browser napakyas sa IPv6 lookup, pero "nagmalampuson" sa pagkuha ug bogus nga IPV4 address.

source: It then tries to make a connecting, to the wrong address, with the wrong protocol.
ceb_ph: Gisuwayan dayon niini ug buhat ug pagkonekta, sa sayop nga address, gamit ang sayop nga protocol.

source: This is bad for several reasons:
ceb_ph: Dili ni maayo para sa daghang mga hinungdan:

source: You won't be able to connect to IPv6-only sites.
ceb_ph: Dili ka makakonekta sa IPv6-lamang nga mga site.

source: You may sporadically fail (or always fail) to connect to IPv6-enabled web sites. This is regardless of whether you are capable IPv6 or not - you may still be impacted.
ceb_ph: Usahay mopakyas ka (o pirmi mopakyas) sa pagkonekta sa website nga mogana sa IPv6. Kini wala nagkonsiderar kung kaya ba nimo ang IPv6 o dili - posible gihapon kang maapektuhan.

source: So, what is actually affected?
ceb_ph: Kung mao na, unsa man ang aktwal na naapektuhan?

source: You'll need to determine what device is forwarding your DNS queries.
ceb_ph: Kinahanglan nimong mahibal-an unsang device ang nagpasa sa imong mga DNS query.

source: With Windows, at the <code>cmd</code> prompt, you can type <code>ipconfig /all</code>. Look for "<code>DNS Servers</code>".
ceb_ph: Gamit ang windows, sa <code>cmd</code> prompt, maka-type ka sa <code>ipconfig /all</code>. Pangitaa ang "<code>DNS Servers</code>".

source: With Linux, BSD, and Mac OS X, you can do this in a terminal: <code>cat /etc/resolv.conf</code>.
ceb_ph: Gamit ang Linux, BSD, ug Mac OS X, mabuhat mo kini sa usa ka terminal: <code>cat /etc/resolv.conf</code>.

source: Residential ISP customers: look to see if the DNS server is <b>192.168.0.1</b> or <b>192.168.1.1</b>. If so, chances are good that your home router is at fault. This is probably the blue box you have that connects the Internet.
ceb_ph: Pangbalay nga suki sa ISP: Pangitaa para makita kung ang DNS server kay <b>192.168.0.1</b> o <b>192.168.1.1</b>. Kung mao na, maayo ang tsansa nga ang imong pangbalay nga router mao ang naay mali. Posibleng mao kini ang asul nga kahon nga naa nimo nga nikonekta sa Internet.

source: Business customers: Provide this information to your IT professional to investigate.
ceb_ph: Pangnegosyong mga suki: Ihatag kini nga impormasyon sa imong propesyonal nga IT para susion.

source: IT professionals:
ceb_ph: Mga IT nga propesyunal:

source: You can see an illustration of this, by doing:
ceb_ph: Makakita ka ug usa ka ilustrasyon niini, pinaagi sa pagbuhat sa:

source: Substitute the 192.168.1.1 with the resolver being used by the host. If the "aaaa" request comes back with no answer, but the "a" answer does, this is a confirmation of a broken DNS cache or forwarder. The actual DNS information for buggydns1.test-ipv6.com has only an IPv6 record configured.
ceb_ph: Ilisi ang 192.168.1.1 ug tagasulbad nga gigamit sa host. Kung ang "aaaa" nga hangyo nibalik nga walay tubag, pero ang "a" nga tubag kay naa, usa kini ka kompirmasyon sa usa ka putol nga DNS cache o tagapasa. Ang aktwal nga impormasyon sa DNS para sa buggydns1.test-ipv6.com kay may IPv6 nga rekord lamang nga nakonpigyur.

source: Your browser is avoiding IPv6.
ceb_ph: Ang imong browser kay nagalikay ug IPv6.

source: What we found
ceb_ph: Unsa ang among nakita

source: What causes a preference for IPv4
ceb_ph: Unsa ang nagresulta sa pagpili sa IPv4

source: Why this worries us
ceb_ph: Nganong nagpabalaka kini kanamo

source: This document explains why we worry when IPv4 is preferred over IPv6.
ceb_ph: Kini nga dokumento nagpasabot nganong nabalaka kami kung ang IPv4 kay gipili kaysa sa IPv6.

source: This section applies only when we offered to show you this page from inside the test.
ceb_ph: Kini nga seksyon maaplay lamang kung mag-alok kami nga ipakita kini nga pahina sa sulod sa pagsuway.

source: First of all, we detected you had a working IPv6 connection. We also found that your IPv6 connection, was using a "real" IPv6 address; meaning not a Teredo or a 6to4 address.
ceb_ph: Una sa tanan, nabantayan namo nga naa ka ug nigana nga IPv6 nga koneksyon. Nakita usab namo nga ang imong IPv6 nga koneksyon kay nigamit ug "tinuod" nga IPv6 address; pasabot dili usa ka Teredo o usa ka 6to4 nga address.

source: Second, we detected that when given the choice, your browser decided it would prefer to use IPv4 instead of IPv6. This has some concerns for us.
ceb_ph: Ikaduha, nabantayan namo nga kung hatagan ug pagpilian, ang imong browser nidesisyon nga pilion niini ang IPv4 sa halip nga IPv6. Kini nagpabalaka kanamo.

source: Causes for preferring IPv4
ceb_ph: Mga hinungdan sa pagpili ug IPv4

source: There are several possible reasons why a browser might prefer IPv4 instead of IPv6.
ceb_ph: May daghang mga posibleng hinungdan nganong posibleng pilion sa imong browser ang IPv4 sa halip nga IPv6.
