Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: This mirror is provided by
ceb_ph: Kini nga samin gehatag ni

source: bad
ceb_ph: di maayo

source: slow
ceb_ph: hinay

source: timeout
ceb_ph: hunong sa

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
ceb_ph: Ang mga koneksyon sa mga url uban ang mga IP address jkay murag gibabagan; tingali pinaagi sa usa ka web filter sama sa 'NoScript' o 'RequestPolicy' nga gi-install sa imong browser, o pagsala sa imong proxy server. Kini nakalimita sa ubang mga gamit sa niining test site.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
ceb_ph: Ang koneskyon sa IPv4 kay nag gamit ug DNS nga trabaho; pero literal ang IP addresses sa mga kay dili. Talagsa na lang ni gigamit karun sa web.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
ceb_ph: Ang koneksyon sa IPv6 kay nag gamit ug DNS nga trabaho; pero literal ang IP addresses sa mga kay dili. Tagalsa na lang ni gigamit karon sa web.

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
ceb_ph: Mura kag nigamit ug pampubliko nga 6to4 nga gateway; ang imong router kay naghatag ug awtomatiko nga paagi. Ang ingon nga mga ganghaan sa publiko walay mga kasabutan nga lebel sa serbisyo; mahimo nimong makita ang mga problema sa pasundayag ang ingon niini. Mas maayo nga makuha ang usa ka lumad nga IPv6 address gikan sa imong ISP.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
ceb_ph: Ang imong koneksyon sa IPv6 mura ug migamit ug Teredo, usa ka klase nga IPvr/IPv6 nga translasyon gamit angpam publiko nga gateway. Ang kaledad sa kini <i>mahimong</i>mag agwanta, isip nag gamit kag publiko nga gateway para maabot sa basi sa IPv6 na site.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
ceb_ph: Ang imong IPv6 nga koneksyon murag nigamit ug Teredo, klase ni sa IPv4/IPv6 gateway; kasamtangan nga nag konek direkta sa IP's. Ang imong browser kay dili mo gana padulong sa IPv6 site sa ngalan. Kini nagpasabut nga ang kasamtangang configurasyon kay dili mapuslanon para sa IPv6 web site.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
ceb_ph: Ang imong IPv6 na koneksyon murag migamit ug Teredo, klase sa IPv4/IPv6 nga gateway. Imong partikular nga teredo configurasyon kay ma gamit lang kini isip usa ka protocol of last resort. Sa oras nga mo bisita ka sa IPv4 og IPv6, mas unahon niya ang IPv4.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
ceb_ph: Delikado! Mogana ang IPv6 sorta - pero ang mga dagkong pakete kay murag nipalya, maong naghatag sa nawng nga guba nga website. Kung ang naga-publish kay nagpublish niini sa IPv6, motuo ka nga ang ilahang website kay guba. Pangutan-a ang imong ISP matod sa mga MTU ng isyu; posible sa imong tunnel.

source: Check your firewall to make sure that ICMPv6 messages are allowed (in particular, Type 2 or Packet Too Big).
ceb_ph: Tan-awa ang imong firewall para siguraduhon nga ang ICMPv6 nga mga mensahe kay gitugot (sa partikular, Type 2 o Dako Ra ang Pakete).

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
ceb_ph: Ang mga resulta sa pagsuway kay dili apil; wala sila nitugma sa mga ekspektasyon. Padagana balik ang pagsuway, ug kung parehas ra ang resulta, pirmahi ang porma sa kontak.

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
ceb_ph: Para sa mga wa nahibaw-ang hinungdan, ang imong browseer kay murag nidagan nga mas hinay kung gihatagan ug pagpilian nga mukonekta sa IPv4 og IPv6. Palihog padagana balik ang pagsuway, ug kung ang resulta kay parehas ra, pirmahi ang porma sa kontak.

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
ceb_ph: Mura kag maka-browse sa IPv4 nga Internet lamang. Dili ka makaabot sa IPv6-lamang nga mga site.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
ceb_ph: Kung ang naga-publish kay naghatag sa IPv4 ug IPv6, ang imong browser kay murag nalipay nga kuhaon ang IPv4 nga walay pagdugay.

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
ceb_ph: Kung ang usa ka naga-publish kay nagahatag ug IPv4 ug IPv6, ang imong browser kay murag nihinay ug maayo kompara sa usa ka IPv4-lamang na site. Posibleng motuo ka nga ang padulngan nga website kay putol. Posibleng tungod kini sa imong IPv6 nga konpigurasyon.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
ceb_ph: Kung ang usa ka naga-publish ky nagahatag sa IPv4 ug IPv6, ang imong browser kay mohunong sa pagsuway nga mokonekta. Posibleng motuo ka nga ang ang site kay palong. Tungod ni sa imong IPv6 na konpigurasyon. Suwayi nga pahunungon ang IPv6 o mangayo ug tabang.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
ceb_ph: Ang mga koneksyon sa IPv4 kay hinay pero mogana. Siguro ikaw o ang imong ISP kay nigamit ug usa ka IP sharing nga device (NAT) nga hinay karon.

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
ceb_ph: Makita ka nga kaya mag-browse sa IPv6 nga Internet lamang. Wala kay access sa IPv4. Diretsahan ni!

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
ceb_ph: Ang mga koneksyon sa IPv6 kay hinay pero mogana. Siguro naggamit ka ug usa ka pampublikong IPV6 nga tunnel nga pwedeng hinay o wala nahimutang duol nimo.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
ceb_ph: Ang mga koneksyon sa mga IPv6-lamang nga site ky nanghunong. Ang bisag unsang website nga IPv6 lamang, kay makita nga palong para nimo.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
ceb_ph: Ang mga koneksyon sa IPv6 nga mga website kay nang-hang. Makita nga posibleng naa kay na konpigyur nga IPv6; ug ang imong kompyuter kay nituo nga ang imong IPv6 kay nigana, uban ang usa ka ruta. Bisan pa, palpak gihapon kini. Ang bisag unsang website nga nagdugang ug IPv6 kay di nimo makab-ot. Kung dili nimo makaya ayuhon ang imong IPv6 nga pagruta o pagkakonektado, mangayo ug tabang. Kung tanan kay mopalpak, suwayi nga pahunongon ang IP6 sa host.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
ceb_ph: Di namo kaya suwayan ang imong sistema, makita nga ang usa ka firewall o browser nga filter kay napugong sa pagdagan sa pagsuway. Ang mga kritikal nga pagsuway kay nangapalpak. Suwayi ug pagpahunong sa bisag unsang plugin, ekstensyon o mga add-on sa browser (sama sa mga ad blocker); ug i-load balik ang pahina. Kung palpak gihapon kini, pagbilin ug komento sa pagpangayo ug tabang.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
ceb_ph: Di namo kaya suwayan ang imong sistema, makita nga ang usa ka firewall o browser nga filter kay napugong sa pagdagan sa pagsuway. Ang mga dual-stack nga pagsuway kay nangapalpak. Suwayi ug pagpahunong sa bisag unsang plugin, ekstensyon o mga add-on sa browser (sama sa mga ad blocker); ug i-load balik ang pahina. Kung palpak gihapon kini, pagbilin ug komento sa pagpangayo ug tabang.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
ceb_ph: Gipugngan sa imong browser ang mga url sa pagsuway. Suwayan nato ang mga alternatibong mga pamaagi, pero posibleng mopalpak sila sa pagpakita sa imong IP address; ug makaapekto sa kalidad sa gihatag nga advice.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
ceb_ph: Ang pinakaposibleng hinungdan kay ang NoScript o Adblock+. Ang NoScript kay pwede ingnan nga tugutan ang tanang mga skrip sa niini nga pahina (posibleng manginahanglan kang buhaton ni labaw pa sa kausa). Sa pinakagamay, tuguti ang mga url nga gilista sa ibaba.

source: NAT64 detected. IPv6 works. IPv4 works for most purposes. Applications that are hard-coded for IPv4-only will fail. We are aware of at least one major voice-over-ip program that falls into this category. Your application's support staff may need a nudge to add proper IPv6 support.
ceb_ph: Nabantayan ang NAT64. Nigana ang IPv6. Ang IPv4 kay nigana sa kadaghanang mga katungkulan. Ang mga aplikasyon nga gahi pagka-code para sa IPv4-lamang kay mopalpak. Kahibawo ta nga usa o daghan pa nga dakong voice-over-ip na program ang nabahin ani nga kategorya. Ang suporta nga kawani sa imong aplikasyon kay manginahanglan ug duot para madugang ang sakto nga suporta sa IPv6.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
ceb_ph: Ang imong DNS nga server (posibleng gipadagan sa imong ISP) kay makita nga naay IPv6 nga access sa Internet.

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
ceb_ph: Ang imong DNS nga server (posibleng gipadagan sa imong ISP) kay makita nga walay IPv6 nga access sa Internet, o wala nakonpigyur nga magamit kini. Posibleng sa umaabot, limitahan ang imong abilidad nga maabot ang IPv6-lamang nga mga site.

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
ceb_ph: Posibleng nagagamit ka ug usa ka Firefox nga plugin nga hinungdan sa pagkapalpak sa mga pagsuway nga nakabase sa IP. Mga Ehemplo: RequestPolicy. Palihug pahunonga sila samtang naggamit ani nga site.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
ceb_ph: Ang usa ka lookup para sa usa ka IPv6-lamang nga pangalan kay nipalpak; pero ang lookup ug konekta para sa dual-stack kay nakakonekta sa IPv6. May butang nga makitang naglibog sa mga DNS nga lookup.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. The IPv6-only lookup should have worked. Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
ceb_ph: Ang usa ka lookup para sa usa ka IPv6-lamang nga pangalan kay nipalpak; pero ang lookup ug konekta para sa dual-stack kay nakakonekta sa IPv6. Ang IPv6-lamang nga lookup kay dapat nigana. Ang Apple kay naay bug nga nagaresulta sa pipila ka mga IPv6 nga lookup nga mopalpak. Nakakita kami sa ebidensya niini sa aning pagsuway. Pwede nimo i-load balik kini nga pahina ug suwayan balik ang pagsuway. Para sa daghan pang detalye, tan-awa ni <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.

source: A lookup for an dual-stack IPv4 and IPv6 name failed (at minimum it should have connected via IPv4). Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
ceb_ph: Ang usa ka lookup para sa dual-stack nga IPv4 ug IPv6 nga pangalan kay nipalpak (sa pinakagamay dapat nakakonekta siya sa IPv4). Ang Apple kay naay bug nga nagaresulta sa pipila ka mga IPv6 nga lookup nga mopalpak. Nakakita kami sa ebidensya niini sa aning pagsuway. Pwede nimo i-load balik kini nga pahina ug suwayan balik ang pagsuway. Para sa daghan pang detalye, tan-awa ni <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.

source: No IPv4 address detected
ceb_ph: Walay nabantayan ng IPv4 address

source: No IPv6 address detected
ceb_ph: Walay nabantayan ng IPv6 address

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
ceb_ph: Ang imong (mga) IP address kay dili mabantayan tungod sa pagsamok-samok sa mga browser nga add-on.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
ceb_ph: Ang Opera nga web browser kay murag maguba ani nga site pirmi. <b>Kung naa kay problema, suwayi ang laing browser</b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
ceb_ph: <b>Pahunonga ang turbo mode sa Opera, ug suwayi balik.</b> Ang turbo mode kay dili mouyon sa mga gikinahanglan ani nga site.

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
ceb_ph: <b>Maayong balita!</b> Ang imong kasamtangang konpigurasyon kay magpadayong mogana samtang ang mga website ay nagpagana ug IPv6.

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
ceb_ph: <b>Ang among mga pagsuway nagpakita nga maguba o masayop ni pagkonpigyur ang IPv6 nga setup, ug kini magresulta sa mga problema samtang ang mga website gipagana ang IPv6.</b>

source: <b>Our tests show that you may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
ceb_ph: <b>Ang among mga pagsuway nagpakita nga posibleng may problema ka sa MTU sa IPv6; kini moresulta sa mga web site nga mo-load ug hinay (o dili gayud) kung ang mga web site kay gipagana ang IPv6.</b>

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
ceb_ph: May gitan-aw kami nga IPv6 address, pero ang imong DNS server (posible ang router sa imong balay) ky giduwaan ang tubag, ug gitrato kini isip (putol nga) IPv4.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
ceb_ph: Makita nga naggamit ka ug usa ka tunnel nga mekanismo para sa IPv4 o IPv6.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
ceb_ph: Makita nga naggamit ka ug usa ka gibantayang tunnel nga mekanismo, 6RD, sa pagbalhin sa IPv6 babaw sa IPv4.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
ceb_ph: Nabantayan namo nga nagagamit ka ug usa ka proxy. Nagpasabot kini nga gisuwayan namo ang imong proxy server, dili ang imong kompyuter. Mga detalye sa proxy (sama sa gibalita sa imong proxy paaagi sa header): %details

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
ceb_ph: Nabantayan namo nga nagagamit ka ug usa ka proxy. Nagpasabot kini nga gisuwayan namo ang imong proxy server, dili ang imong kompyuter.

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
ceb_ph: Ang mga IPv6 nga koneksyon kay nigana, pero ang mga koneksyon nga nigamit ug mga DNS nga pangalan kay wala nigamit ug IPv6. Para sa pipila ka hinungdan, ang imong browser o imong OS kay wala nagabuhat ug IPv6 DNS 'AAAA' nga mga lookup.

source: We have suggestions to help you fix your system.
ceb_ph: May mga suhestiyon kami para matabangan ka nga ayuhon ang imong sistema.

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
ceb_ph: Tungod kay naa man kay IPv6, giapil namo ang usa ka tab nga nagpakita unsa ka maayo ka makakab-ot sa ubang mga IPv6 nga mga site. %sites

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
ceb_ph: Ang imong browser kay naai tinuod nga niganang IPv6 nga address - pero gilikayan nga gamiton kini. Nabalaka kami kabahin niini.

source: faq: No IPv4
ceb_ph: faq: Walay IPv4

source: faq: No IPv6
ceb_ph: faq: Walay IPv6

source: faq: 6to4
ceb_ph: faq: 6padong4

source: faq: Browser Plugins
ceb_ph: faq: Mga Browser Plugin

source: faq: Firefox Add-Ons
ceb_ph: faq: Mga Firefox Add-On

source: faq: Broken!
ceb_ph: faq: Putol!

source: faq: Broken DNS Lookups
ceb_ph: faq: Putol nga mga DNS Lookup

source: faq: Avoiding IPv6?
ceb_ph: faq: Nagalikay ug IPv6?

source: [more info]
ceb_ph: [daghan pang mga info]

source: Your IPv4 address on the public Internet appears to be
ceb_ph: Ang imong IPv4 address sa pampubliko nga Internet kay makita nga

source: Proxied
ceb_ph: Naka-proxy

source: Your IPv6 address on the public Internet appears to be
ceb_ph: Ang imong IPv6 address sa pampubliko nga Internet kay makita nga

source: Your IPv6 service appears to be
ceb_ph: Ang imong IPv6 nga serbisyo kay makita nga

source: Your Internet Service Provider (ISP) appears to be
ceb_ph: Ang imong Internet Service Provider (ISP) kay makita nga

source: Started
ceb_ph: Nasugdan

source: proxied
ceb_ph: naka-proxy

source: using
ceb_ph: nagagamit

source: tests run
ceb_ph: mga pagsuway nga gipadagan

source: (Survey posting skipped; test was rigged)
ceb_ph: (Ang pagpost sa survey gibal-angan; ang pagsuway kay gidaya)

source: (Updating server side IPv6 readiness stats)
ceb_ph: (Naga-update nga server side nga mga stat sa kaandam sa IPv6)

source: (Updated server side IPv6 readiness stats)
ceb_ph: (Na-update nga server side nga mga stat sa kaandam sa IPv6)

source: (Survey posting failed; the above information is accurate, but not recorded.)
ceb_ph: (Ang pagpost sa survey kay napalpak; ang impormasyon sa taas kay tumong, pero wala narekord.)

source: Your readiness score
ceb_ph: Ang iskor sa imong kaandam

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
ceb_ph: para sa istabilidad ug kaandam sa imong IPv4, kung ang mga taga-publish kay naghatag ug IPv4 ug IPv6

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
ceb_ph: para sa istabilidad ug kaandam sa imong IPv6, kung ang mga taga-publish kay gipugos nga mogamit ug IPv6 lamang

source: Click to see
ceb_ph: Tuploka para makita

source: test data
ceb_ph: datos sa pagsuway

source: Your FAQ
ceb_ph: Ang imong FAQ

source: Frequently Asked Questions
ceb_ph: Kalimitang Gipangutanang mga Pangutana

source: loading...
ceb_ph: nagload...

source: failed to load
ceb_ph: nipalpak pagload

source: [go back]
ceb_ph: [balik]

source: %app: You are running version %found; we recommend %suggest or newer.
ceb_ph: %app: Nagpadagan ka ug bersyon %found; girekomenda namo %suggest o mas bag-o pa.

source: share your results
ceb_ph: ilahad ang imong mga resulta

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
ceb_ph: Nainteresado ko ug maayo sa pag-estorya sa imong setup kauban ka, kay nahibaw-an nga <B>angi mong IPv6 nga connectivity kay putol</b>, o wala pa gayud nasabtan. Dili ni normal; ok lang ba nimo nga i-%share mo kini?

source: retest
ceb_ph: suwayi usab

source: Result code
ceb_ph: Resulta nga code

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
ceb_ph: Hinumdomi: Dili ko kakontak nimo, kung ang info sa kontak kay blangko. Kung gusto gayud nimo nga ipasa kini nga di mailhan, pinduta ang Send Results ug usab.

source: unknown expansion
ceb_ph: wa nahibaw-ang ekspansyon

source: unknown result code
ceb_ph: wa nahibaw-ang resulta nga code

source: Your browser blocked
ceb_ph: Ang imong browser kay gibawalan

source: Your Internet help desk may ask you for the information below.
ceb_ph: Ang imong Internet help desk posibleng mangutana kabahin sa impormasyon sa baba.

source: Test your IPv6.
ceb_ph: Suwayi ang imong IPv6.

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
ceb_ph: Suwayan niini ang imong browser ug koneksyon para sa kaandam sa IPv6, pati na usab ipakita nimo ang kasamtangang IPv4 ug IPv6 nga address nimo.

source: Test IPv6
ceb_ph: Suwayi ang IPv6

source: Mirrors
ceb_ph: Mga samin

source: stats
ceb_ph: mga stat

source: Test your IPv6 connectivity.
ceb_ph: Suwayi ang imong IPv6 nga konektibidad.

source: (Replay)
ceb_ph: (Padagan ug balik)

source: JavaScript Required
ceb_ph: Kinahanglan ang JavaScript

source: This site requires JavaScript, as well as the ability to pull in cross-site scripts, in order to perform the testing.
ceb_ph: Kini nga site nanginahanglan ug JavaScript, apil na ang abilidad nga mobira ug mga cross-site ng iskrip, para mabuhat ang pagsuway.
