Repository: httpsgithu/source
Catalog: translations/dl/ceb/falling-sky.ceb_PH.po
Languages: ceb_ph

source: <b>Where this goes wrong:</b> Some people plug their router into the network (wired or wireless) and inadvertantly offer IPv6 services to everyone. Classic examples of this are where people add an early version of an Apple router (with 6to4 automatically enabled); another example is someone who has Windows Internet Connection Sharing enabled. In both cases, there is a chance they offer their services - and become your IPv6 router of choice, without any notification to you.
ceb_ph: <b>Asa kini nasayop:</b> Ang pipila ka tawo nagsaksak sa ilang router sa network (naka-wire o wireless) ug walay pakundangan nga naghatag ug IPv6 nga mga serbisyo sa tanan. Ang mga klasikong ehemplo niini mao ang kung asa nagdugang ang mga tao sa usa ka sayong bersyon sa Apple nga router (nga 6to4 kay awtomatikong nakagana); ang usa pa ka ehemplo kay usa ka tawo nga naay Windows Internet Connection Sharing nga nakagana. Sa parehong mga kaso, may tsansa nga gihatag nila ilang serbisyo - ug nahimong imong IPv6 router nga imong napili, nga walay pagpahibalo kanimo.

source: If these IPv6 routers don't work, you will fail to connect to any web site that offers services on both IPv4 and IPv6. Even if they do work, if the router in question is unplugged (the owner packs up, leaves the hotel/conference) your host never gets the notice; and it can be hours before it gives up.
ceb_ph: Kunh kini nhs mhs IPv6 nga router dili mogana, mopakyas ka sa pagkonekta sa bisag asang web site nga naghatag ug serbisyo sa IPv4 ug IPv6. Bisag nigana pa sila, kung naibot ang router nga gihisgutan (ang tag-iya kay nag-impaki ug nihawa sa hotel o komperensya) ang imong host di gyud makadawat ug pahibalo; ug mokuha kini ug mga oras sa di pa kini mosurender.

source: This is similiar to someone accidentially (or intentionally) running a rogue DHCP server.
ceb_ph: Parehas kini sa usa ka tawo nga aksidenteng (o gituyo) nagapadagan ug usa ka rogue nga DHCP server.

source: <b>If you are are not the network admin</b> - and have no access to fix the problem - consider disabling IPv6, at least for the location you are in. Another option might be to try turning off, and turning back on, your network interface (clearing the IP address), in case the source of the problem has left the network.
ceb_ph: <b>Kung dili ikaw ang network admin</b> - ug walay access para ayuhon ang problema - suwayi pagpahunong sa IPv6, bisan sa lokasyon kung asa ka. Ang lain pang opsyon posible mao ang pagsuway nga pagpalong ug pagpaandar balik sa imong network interface (paghawan sa IP address), sa kaso nga ang ginikanan sa problema kay nibiya na sa network.

source: <b>If you are the network administrator</b>: You can use the default route information to identify the ethernet address; and then search for the owner of that ethernet address. Some network vendors have features that will suppress the advertisements of unauthorized RAs (router announcements); consider enabling those feaatures. More reactive measures involve finding (by ethernet address) the owner of the device; or possibly spoofing RA's from their device to indicate the device is going away.
ceb_ph: <b>Kung ikaw ang network administrator</b>: Pwede nimo gamiton ang default ng impormasyon sa ruta para mahibaw-an ang ethernet nga address; ug human pangitaa ang tag-iya ana nga ethernet address. Ang ubang mga network nga tigbaligya ky naay mga feature na magpugong sa mga pahinomdom sa wala gitugutang mga RA (router announcemnet); suwayi nga paganahon kadto nga mga feature. Daghang mga reaktibong mga aksyon nagalakip sa pagpangita (gamit ang ethernet address) sa tag-iya sa device; o posibleng pagsinghot sa mga RA gikan sa ilang device para ipakita nga ang device kay nipalayo na.

source: Consider trying the "netalyzr". This is another site that runs a java applet (which can do more than my site can, in just javascript). I would find feedback about how you useful this site was for you.
ceb_ph: Paghuna-huna ug suway sa "netalyzr". Usa kini ka laing site nga nagpadagan ug java nga applet (nga makabuhat ug mas daghan pa sa akong site, sa javascript lamang). Pangitaon ko ang feedback kabahin sa kung unsa kaimportante kini nga site para kanimo.

source: From the netalyzr staff:
ceb_ph: Gikan sa mga kawani sa netalyzr:

source: If all else fails
ceb_ph: Kung ang tanan kay nipakyas

source: (Instructions for disabling or deprioritizing IPv6)
ceb_ph: (Mga instruksyon sa pagpahunong o dili pag-una sa IPv6)

source: Disabling or Deprioritizing your IPv6 address
ceb_ph: Paghunog o Dili pag-una sa imong IPv6 nga address

source: <b>To disable IPv6 entirely, until your ISP offers IPv6 to you:</b> see <b>Microsoft's "fixit" site</b> that gives clear instructions. We advocate considering "Use IPv4 instead of IPv6 in prefix policies", instead of completely disabling IPv6. Specific Windows features depend on IPv6 being enabled.
ceb_ph: <b>Para mahunong gyud ang IPv6, hangtod nga ihatag na sa imong ISP ang IPv6 kanimo:</b> tan-awa ang <b>"Fixit" nga site sa Microsoft</b> nga nagahatag ug klarong mga instruksyon. Girekomenda namo nga suwayan "Ang paggamit sa IPv4 sa halip nga IPv6 sa prefix nga mga polisiya", sa halip nga kompletong pahunongon ang IPv6. Ang mga klarong feature sa windows nagadepende sa IPv6 nga gipagana.

source: To completely disable IPv6 (Windows 7, Vista; XP should be similiar):
ceb_ph: Suwayi nga bugkos nimong pahunongon ang IPv6 (Windows 7, Vista; XP kay dapat parehas):

source: Go to "Properties"
ceb_ph: Kadto sa "Properties"

source: Uncheck "Internet Protocol Version 6"
ceb_ph: Tangtanga ang tsek sa "Internet Protocol Version 6"

source: Hit "ok"
ceb_ph: Igoa ang "ok"

source: Shutdown/reboot.
ceb_ph: Palunga/i-reboot.

source: To disable IPv6 in Windows XP:
ceb_ph: Para mapahunong ang IPv6 sa Windows XP:

source: Taken from:
ceb_ph: Nakuha gikan sa:

source: Make sure you are logged in as an Administrator.
ceb_ph: Siguraduha nga nakasulod ka isip usa ka Administrator.

source: Click Start, click All Programs, click Accessories, and then click Command Prompt.
ceb_ph: Pinduta ang Start, pinduta ang All Programs, pinduta ang Accessories, ug dayon pinduta ang Command Prompt.

source: At the command prompt, type: netsh int ipv6 uninstall and press the Enter key on your keyboard.
ceb_ph: Sa command prompt, i-type ang: netsh int ipv6 i-uninstall ug i-press ang Enter key sa imong keyboard.

source: Close the Command Prompt window and restart the computer.
ceb_ph: Sirad-i ang Command Prompt window og pagsugod pag-usab ang computer.

source: OS X users
ceb_ph: Mga gagamit sa OS X

source: Before disabling IPv6, please be sure you are running the latest OS version. In particular, OS X 10.6.7 has several workarounds for being "Broken". This may solve your problems without resorting to completely disabling IPv6.
ceb_ph: Sa dili pa nimo pahunongon ang IPv6, palihug siguraduha nga nagpadagan ka sa pinakabag-ong bersyon sa OS. Sa partikular, ang OS X 10.6.7 kay may daghang workaround sa pagka-"putol". Posibleng sulbaron niini ang imong mga problema nga wala nigamit sa bugkos nga pagpahunong sa IPv6.

source: How to disable IPv6
ceb_ph: Unsaon pagpahunong sa IPv6

source: Disable IPv6
ceb_ph: Pahunonga ang IPv6

source: Apply changes
ceb_ph: Iaplay ang mga pagbag-o

source: iPhone and iPad users
ceb_ph: Mga tagagamit sa iPhone ug iPad

source: IPv6 is not configurable on the iPhone or iPad. Your only option is to switch to another network.
ceb_ph: Ang IPv6 kay dili makonpigyur sa iPhone o iPhone. Ang imong nag-inusarang pagpilian mao ang pagbalhin sa laing network.

source: Linux users:
ceb_ph: Mga tagagamit sa Linux:

source: This is very distribution-specific. Do a web search using your favorite search engine.
ceb_ph: Kini kay may pangdistribusyon nga pagkaklaro. Magbuhat ug usa ka pagpangita sa web gamit ang imong paborito nga makina sa pagpangita.

source: Example web search: <code>disable ipv6 on centos</code>
ceb_ph: Pananglitan nga pagpangita sa web: <code>disable ipv6 on centos</code>

source: Generic unix instructions, to temporarily remove your IPv6 address.
ceb_ph: Mga henerika nga instruksyon sa unix, para kasamtangang tanggalon ang imong IPv6 address.

source: Be aware that if the router re-advertises it, you will relearn the default route.
ceb_ph: Dapat kabalo ka nga kung ang router kay nagpalabas balik niini, makat-onan nimo ug balik ang default nga ruta.

source: You can do a web search for your particular OS distribution. Example search would be <code>disable ipv6 on freebsd</code>.
ceb_ph: Makabuhat ka ug pagpangita sa web para sa imong partikular nga distribusyon sa OS. Ang pananglitan nga pagpangita mao ang <code>disable ipv6 on freebsd</code>.

source: See Also
ceb_ph: Tan-awa pud

source: Other resources that may help
ceb_ph: Uban nga mga kagamitan nga posibleng makatabang

source: Disabling IPv6 is the least preferred option. For some people, however, it may be your only option. This may be due to equipment limitations, or in limitations in technical support.
ceb_ph: Ang pagpahunong sa IPv6 ang pinakadili ginarekomenda nga pagpilian. Para sa ubang tawo, posibleng mao ra kini ang imong pagpilian. Posibleng tungod kini sa mga limitasyon sa mga kagamitan, o sa mga limitasyon sa teknikal nga suporta,.

source: Q: How does this test work?
ceb_ph: Q: Giunsa paggana ani nga pagsuway?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
ceb_ph: Kini nga pagsuway kay bugkos nga pangkliyenteng bahin sa javascript. Para mahibal-an ang pagkakab-ot, ang usa ka serye sa mga ajax na pamalihog kay gibuhat gikan sa web server, gamit ang lain-laing mga pangalan sa DNS nga nagpugos sa paggamit sa IPv6 lamang, o dual stack, o uban pang kaparehas nga sitwasyon. Ang pasa/pakyas nga pagkuha, apil na kung unsa kadugay nahuman, kay gikuha isip basehan.

source: Q: Why is this web site reachable via IPv4 only?
ceb_ph: Q: Nganong makab-ot man kini nga website pamaagi sa IPv4 lamang?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
ceb_ph: Sakto ka, walay mga AAAA nga rekord, sa gituyong paagi. Ang usa ka porsyento sa mga tagagamit kay dili maka-browse sa mga site nga dual-stack. Kung dili makakonekta ang mga tagagamit, dili sila pwedeng ingnan nga naa silay problema. Dako kining problema nga nag-atubang sa mga nagahatag ug sulod karon, kung diin niini, nagtrabaho ako sa isa para sa akong&#36;dayjob. Parehas niini, ang pinakaimportanteng pahina nanginahanglan ug IPv4 (posibleng natibo o nasalin).

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
ceb_ph: Sa pipila ka punto, kung ang porsyento sa mga "naputol" nga tagagamit kay nigamay ug maayo, ikonsiderar nako nga buhaton ang test-ipv6.com nga dual-stack. Sa pinakagamay nga pagtan-aw, Mayo 2013, nakakita gihapon kami ug 0.5% nga putol nga pagbisita sa test-ipv6.com. Ug ganahan pa gihapon kami makasabot sa ilang sitwasyon.

source: Q: How do I test my IPv6-only host
ceb_ph: Q: Unsaon nako pagsuway sa akong IPv6-lamang nga host

source: If you ask that question, chances are you don't need this site. However, if you really want to, visit <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> with your IPv6-only host.
ceb_ph: Kung mangutana ka ana nga pangutana, ang tsansa kay dili nimo kinahanglan kini nga site. Pero, kung ganahan gayud ka, bisitaha ang <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> gamit ang imong IPv6-lamang nga host.

source: Q: What do you mean by broken?
ceb_ph: Q: Unsa man ang pasabot sa putol?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
ceb_ph: Ang usa ka porsyento sa mga tagagamit karon kay nakapagana sa IPv6, pero pwedeng nigamit ug pampubliko nga tunnel nga kasamtangang nagahatag ug bati nga pagganap; o kung dili may usa ka ruta nga na-install pero putol o suboptimal. Pero, tunggod kay may ruta man sila, sa daghang mga kaso ang algoritmo sa pagpili sa address sa RFC3484 kay mokuha gamit niini, ug suwayng gamiton kini nga naputol nga ruta. Mokabat kini ug 75+ ka mga segundo sa dili pa mosurender ang browser!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
ceb_ph: Gikan sa perspektibo sa usa ka tagagamit nga naa aning mga kondisyon, ang usa ka web site nga nagaalok sa A ug AAAA nga rekord sa DNS (ie, "dual stack") kay makita nga nihunong; ug ang tagagamit kay mobalhin sa lain nga site nga nagaalok ug parehas nga produkto. Kini mao ang kwandaryo nga sulod nga naa sa mga tagahatag.

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
ceb_ph: Kung mabantayan namo nga magkaproblema ka sa pagkab-ot sa mga dual-stack nga web site, girekomenda namo nga tan-awon nimo ang <a href="broken.html">Naputol nga Tagagamit nga FAQ</a>. Nagahatag kini ug daghang mga paagi para suwayan ug mahibal-an ang ugat nga hinungdan sa pagkaputol; ug sa pagbawal niini, unsa imong mabuhat para mapahunong ang IPv6 hangtod nga ang imong ISP maghatag ug natibong IPv6 nga konektibidad.

source: Q: Why did your stats say you already have IPv6-only users?
ceb_ph: Q: Ngano man nga ang imong mga stat nagsulti nga naa na ka ug mga IPv6-lamang nga tagagamit?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
ceb_ph: Nikadto sila sa <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .

source: Q: How valid are the stats?
ceb_ph: Q: Unsa man kasakto ang mga stat?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
ceb_ph: Wala sila nagrepresenta sa average nga tagagamit sa web. Ang mga bisita ani nga site kay nagapili sa ilahang kaugalingon. Ang tumong ani nga site dili mao ang paghatag sa mga stat, kundi ang magpahibalo sa tagagamit sa lebel sa pagkaandam para sa kalibutan nga mobalhin sa IPv6 (naa o wala sila!). Parehas niini, ang mga stat nga makita dinhi kay mahibong bugkos nga lahi sa average nga tagahatag ug sulod.

source: Q: How does your test differ, from what the content providers are doing?
ceb_ph: Q: Giunsa man pagkalahi sa imong pagsuway, sa kung unsa ang gipangbuhat sa mga tagahatag sa sulod?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
ceb_ph: Ang mga tagahatag sa sulod kay nagakolekta ug mga datos sa mga naputol kontra sa wala naputol nga tagagamit, sa magkalain-laing porma. Dili sila sa karon aktwal nga nagahatag ug tagagamit nga feedback kompara sa kasamtanang estado sa tagagamit. Kadtong mga datos kay magsulong sa desisyon sa negosyo kung kanus-a magsugod ug lathala sa mga site gamit ang IPv6, kontra sa nahibilin nga IPv4 lamang. Ang IPv4 lamang para sa pipila ka mga pangsulod nga site kay usa gyud ka pagpilian; may daghan kini nga mga di kaayuhan, pero ang giasahan mao nga tanang kay pirmi makaabot ug IPv4, sa pipila ka mga paagi.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
ceb_ph: Kini nga site, sa laing bahin, kay gitumong nga tabangan ang tagagamit nga masabtan ang kasamtangan nilang estado, ug unsa ang posibleng pasabot ana nga estado para kanila.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
ceb_ph: Q: Ang imong site nagpakita ug mali nga IP address; unsaon man nako pagbal-ang sa akong proxy server para makita ang akong pampublikong address?

source: For ipv4/ipv6/dual stack, use one of these:
ceb_ph: Para sa ipv4/ipv6/dual stack, pagpili ug usa niini nila:

source: for ipv4
ceb_ph: para sa ipv4

source: for ipv6
ceb_ph: para sa ipv6

source: for either
ceb_ph: para sa duha

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
ceb_ph: Timan-i _posibleng_ kinahanglan nimo klaruhon ang ubang mga pagpilian sa imong telnet nga sugo, depende sa imong operating sistem. Sa akong mac, pananglitan, kinahanglan nakong gamiton ang "<code>telnet -6</code>".

source: Q: Do you actually read the feedback?
ceb_ph: Q: Aktwal ba gyud nimong ginabasa ang feedback?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
ceb_ph: Oo, gibuhat nako. Salamat! Timan-i nga makapahinumdom lang ko nimo kung nagbilin ka ug kontak nga impormasyon. Samtang nagpasalamat ko gihapon ko sa feedback nga walay kontak nga impormasyon, dili ko makabalos ug mga katubagan kung pangayuon mo sila.

source: Q: How else can I contact you?
ceb_ph: Q: Unsaon pa man nako pagkontak nimo?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
ceb_ph: Mas pilion nako nga gamiton nimo ang porma, kay nagahatag kini ug detalye sa imong konektibidad, ug ginabal-angan ang bisang mga paghasa sa padala.

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
ceb_ph: Kay nasulti ko na, dawat nako nga direkta kang mag-email sa <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.

source: Q: Is this open source?
ceb_ph: Q: Kini ba kay open source?

source: Yes. See the <a href="source.html">source page</a> for details.
ceb_ph: Oo. Tan-awa ang <a href="source.html">ginikanang pahina</a> para sa mga detalye.

source: <span lookup=site.name>site</span> statistics
ceb_ph: <span lookup=site.name>site</span> nga mga istatistika

source: Graphs are updated daily.
ceb_ph: Ang mga grap kay gina-update kada adlaw.

source: 60 days view
ceb_ph: 60 ka adlaw nga pagtan-aw

source: 600 days view
ceb_ph: 600 ka adlaw nga pagtan-aw

source: Quick notes:
ceb_ph: Paspas nga mga pahinomdom:

source: Browser Filter means that both the "A" and "AAAA" test failed. Browser (plugin/filter) shenanigans, likely with add-ons like ad blockers.
ceb_ph: Ang Browser Filter nagpasabot nga ang "A" ug "AAAA" nga mga pagsuway kay nipakyas. Ang mga browser (plugin/filter) nga mga shenanigan, gidahom nga uban sa mga add-on sama sa mga ad blocker.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
ceb_ph: Ang pagkaputol nibaba, samtang ang kadaghan nisaka. Tungod kini sa pag-angkon ug mas katag nga ehemplo sa average nga mga tawo (kontra sa mga tawo nga bagkus nga nagsuway ug bag-ong IPv6 setup).

source: These graphs show the last 60 days of activity at <span lookup=site.name>site</span>
ceb_ph: Kining mga grap nagpakita nga ang miaging 60 ka adlaw nga pagbuhat sa <span lookup=site.name>site</span>

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
ceb_ph: Grap: nagpakita sa mga tingob nga resulta, nagtapok. Ang kinatibuk-ang taas nagpakita sa kadaghan sa mga tagagamit nga nikuha sa pagsuway ana nga adlaw.

source: Similiar graph, except this time showing percentages.
ceb_ph: Kaparehas nga grap, pero dinhi, nagpakita ug mga porsyento.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
ceb_ph: Ang pinakamainteresadong grap mao ang porsyento sa "putol" nga tagagamit. Ang among depinisyon sa "putol" nga tagagamit kay kanang ang browser kay mourong o mohunong, samtang nagsuway pagbisita sa usa ka web site nga gilathala sa IPv4 ug IPv6.

source: Line graph, not stacked, of results over time.
ceb_ph: Linya nga grap, wala nagtapok, sa mga resulta sa naglabay nga panahon.

source: These graphs show the last 600 days of activity at <span lookup=site.name>site</span>
ceb_ph: Kining mga grap nagpakita nga ang miaging 600 ka adlaw nga pagbuhat sa <span lookup=site.name>site</span>

source: test-ipv6.com - Our mission
ceb_ph: test-ipv6.com- Ang among misyon

source: Our mission is thus:
ceb_ph: Ang among misyon mao kini:

source: Help people identify if they will have problems when publishers offer their web sites on IPv6;
ceb_ph: Tabangan ang mga tawo nga mahibal-an kung magkaproblema sila kung ang mga taga-publish mag-alok sa ilang mga web site sa IPv6;

source: Help people fix their system configuration so that they are no longer affected.
ceb_ph: Tabangan ang mga tawo nga ayuhon ang konpigurasyon sa ilang sistema para dili na sila maapektuhan pa.

source: To do so in a brand neutral, ad-free way.
ceb_ph: Buhaton kini nga walay pag-ila sa brand, ug walay ad nga paagi.

source: Why do we do this?
ceb_ph: Nganong gibuhat man kini namo?

source: Because of 1 out of every 4000 users are "broken" based on industry measurements. This has delayed the web sites from publishing to IPv6.
ceb_ph: Tungod kay usa gikan sa matag 4000 ka tagagamit ang "putol" base sa pang-industriya nga mga pagsukod. Mapadugay niini ang mga web site sa paglathala sa IPv6.

source: So, what is meant by "broken"?
ceb_ph: Unsa man ang pasabot sa "putol"?
